[
{
  "model": "sessions.session",
  "pk": "1kuh6919869tyyazercq7wxbtrz1t43w",
  "fields": {
    "session_data": "e30:1rAsIz:ykHyIJmgnBQxPoXTLNQcN6gw0eKt28uTCGi0Ai8gibU",
    "expire_date": "2023-12-20T13:51:13.315Z"
  }
},
{
  "model": "sessions.session",
  "pk": "hmc5cpnyomfes9bwji7bn9fcrnevxfzz",
  "fields": {
    "session_data": ".eJxVjEEOwiAQRe_C2pABagdduvcMhGEGqRpISrsy3l2bdKHb_977LxXiupSwdpnDxOqsjDr8bhTTQ-oG-B7rrenU6jJPpDdF77Tra2N5Xnb376DEXr51RqQRzYBRTiaBCDnxPHpBZEMAZF3Mw2C8yw68s0BHD5QQrLBJyar3B-QMN74:1r9nCx:gcn5022YSduxik4s5vnfcOLO_yv0TxCHdC3gHI9teiM",
    "expire_date": "2023-12-17T14:12:31.793Z"
  }
},
{
  "model": "sessions.session",
  "pk": "i8jaynilyaf5b8rb2u91c5x6g2v8dewp",
  "fields": {
    "session_data": ".eJxVjEsOwjAMBe-SNYocuc6HJXvOEDmOoQXUSk27QtydVuoCtjPz3ttkXpc-r03nPFRzNs6cfllheeq4i_rg8T5ZmcZlHordE3vYZq9T1dflaP8Oem79tkbnUi0JUYMncQWQElCMCgE0CZLgjYE4hs5D2EgHHqhKRxg4opjPF7UyNrQ:1r2Z37:x3jpyJu6t5eGSjxzIgEdev35KAtm1ri6acVm8DfGyZA",
    "expire_date": "2023-11-27T15:40:29.249Z"
  }
},
{
  "model": "sessions.session",
  "pk": "kcdnwvkoumnp6iuns4x27xkhsv7n7wq4",
  "fields": {
    "session_data": "e30:1rAsFg:wQ0EjZY4uvGa_AccEvA_yt4y95bulDPGUGmS8vXClpQ",
    "expire_date": "2023-12-20T13:47:48.884Z"
  }
},
{
  "model": "sessions.session",
  "pk": "t4fs5ukrlvk3c237udpka1gjatct1qxq",
  "fields": {
    "session_data": ".eJxVjDsOwjAQBe_iGlleO_4sJT1nsNY_HEC2FCcV4u4QKQW0b2bei3na1uq3kRc_J3Zmhp1-t0DxkdsO0p3arfPY27rMge8KP-jg157y83K4fweVRv3WYKVGpTEAuCAmaQpmMDaSUuhiwkkJrYMBQhWTs9oKSVkIBNAlkSrs_QGrIDa3:1rGIQv:NpUVl4PkJy14WktebmB10k5CZb2fNEYboKJonwL0W7A",
    "expire_date": "2024-01-04T12:45:49.644Z"
  }
},
{
  "model": "sessions.session",
  "pk": "usnm22bnwjxuk7xjlqjsbqnn0wdhc62k",
  "fields": {
    "session_data": ".eJxVjEsOwjAMBe-SNYocuc6HJXvOEDmOoQXUSk27QtydVuoCtjPz3ttkXpc-r03nPFRzNs6cfllheeq4i_rg8T5ZmcZlHordE3vYZq9T1dflaP8Oem79tkbnUi0JUYMncQWQElCMCgE0CZLgjYE4hs5D2EgHHqhKRxg4opjPF7UyNrQ:1r9nBG:jypzms1SPaP3SqvblZSGUc5GhSvrlQ0vKTTs3byRYac",
    "expire_date": "2023-12-17T14:10:46.958Z"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 1,
  "fields": {
    "name": "Общие сведения",
    "slug": "obshie-svedeniya",
    "upper_text": "Титаны —антропоморфные пилотируемые роботы, являющиеся результатом развития технологий экзоскелета, предназначенные как для гражданского, так и для военного применения. Титаны являются символом одноименной серии игр Titanfall и Titanfall 2.",
    "lower_text": "Однако, несмотря на мирное применение, основная роль титанов в мире Фронтира - это военные действия. На поле боя титаны выступают в роли сверхмобильных тяжело вооруженных боевых единиц. Можно с уверенностью утверждать, что титаны являются продвинутым аналогом современных танков. \r\nШкалу здоровья у титанов можно разделить на три части: щит, здоровье и обреченное состояние. Щит можно получить только благодаря батарее, либо использовав оборонительную способность Монарха. Полностью заряженный щит эквивалентен одной полосе здоровья, то есть 2500 хп. Здоровье – это запас прочности, отделяющий титана от обреченного состояния. В обреченном состоянии у титана остается одна полоска хп, и любой вражеский титан может провести над вами казнь в ближнем бою.\r\nКаждый титан за заполнение шкалы Ядра на 20% получит «Электродым», наносящий урон вражеским титаном и являющийся отличной контрмерой вражеского «Родео».",
    "curr_page": "TP"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 2,
  "fields": {
    "name": "Высадка Титанов",
    "slug": "vysadka-titanov",
    "upper_text": "На поле боя титаны чаще всего попадают путем “Высадки Титанов”. Различают два типа высадки – орбитальную и атмосферную.",
    "lower_text": "Также существует два подвида орбитальной высадки: стандартная высадка и варп прыжок. При стандартной высадке по приземлении титана на 12 секунд защищает стационарный энергетический щит-купол При варп-прыжке энергетический щит недоступен, за счет чего скорость высадки повышается практически вдвое.",
    "curr_page": "TP"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 3,
  "fields": {
    "name": "Переломный момент",
    "slug": "perelomnyj-moment",
    "upper_text": "Битва за Деметру является переломным моментом в титаностроении. До этой битвы у Титанов было настраиваемое снаряжение и гибкий дизайн, основанный на предпочтениях пилота. Существовало три основных типа корпусов титана: «Атлас», «Огр» и «Страйдер». Корпуса различались по степени бронированности, живучести и маневренности. Пилоты имели возможность гибко настраивать конфигурацию своих боевых машин.",
    "lower_text": "Однако после Сражения за Деметру, из-за разрушенных линий производства Hammond Robotics были вынуждены пойти по пути стандартизации и унификации. Таким образом появились новые модели титанов на базе старых корпусов. У титанов нового поколения был заранее определенный набор вооружения и модификаций, что позволило значительно сократить затраты на производство. К сожалению, из-за недостатка комплектующих, Титаны нового поколения лишились некоторых функций предшественников, например, генератора энергетического щита.",
    "curr_page": "TP"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 4,
  "fields": {
    "name": "Основная информация",
    "slug": "osnovnaya-informaciya",
    "upper_text": "Пилоты – это элита вооруженных сил Фронтира.",
    "lower_text": "Пилоты разнятся по специализации, вооружению, дополнительной экипировке и особых способностях.",
    "curr_page": "PP"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 5,
  "fields": {
    "name": "Виды Пилотов",
    "slug": "vidy-pilotov",
    "upper_text": "Тактики— это уникальные способности пилотов, дающие те или иные преимущества на поле боя. Полезность каждого умения зависит лишь от способностей и креативности игрока, от чего 100% бесполезных умений тут нет. Каждый находит своих любимчиков для себя сам, так что экспериментируйте.",
    "lower_text": "Только пришедшим в игру новичкам будет доступно 3 из 7 тактик, остальные же будут открываться по мере получения более высоких уровней.",
    "curr_page": "PP"
  }
},
{
  "model": "titans.chaptermodel",
  "pk": 6,
  "fields": {
    "name": "Вооружение Пилотов",
    "slug": "vooruzhenie-pilotov",
    "upper_text": "Прежде чем перейти к разбору оружия стоит сказать, что из-за низкого ТТК в игре практически каждое оружие можно использовать с высокой эффективностью и, в некотором роде, каждое оружие является метой в игре, что позволяет подобрать себе ствол под вкус и стиль игры и при этом все равно быть полезным команде и показывать хорошие результаты. Все зависит лишь от навыков игрока.\r\n\r\nТакже, практически каждое из них подлежит модификации, среди которых как разного рода и зума прицелы, а также отдельные моды: увеличенная обойма, ускоренная перезарядка, стрельба на бегу, ускоренный переход к прицеливанию от мушки, ускоренная смена оружия, а также перк, позволяющий ускорять перезарядку тактики при убийстве пилотов. Выбор модификация для оружия сугубо индивидуальный и зависит от стиля игры каждого игрока.",
    "lower_text": "И еще одна вещь: я часто буду говорить о стрельбе от бедра, так как титанопад — игра динамичная и зачастую даже времени на прицеливание может не быть, особенно в ближних столкновениях, из-за чего среди игроков очень популярно оружие, которое имеет хорошую точность при стрельбе от бедра.",
    "curr_page": "WP"
  }
},
{
  "model": "titans.mediacontentblockmodel",
  "pk": 1,
  "fields": {
    "name": "Сельскохозяйственный титан",
    "slug": "selskohozyajstvennyj-titan",
    "content": "Во вселенной Titanfall титаны используются для выполнения широкого спектра различных задач. Невооруженные модели используются в различных целях, например: в сельском хозяйстве, логистике, спасательных операциях (в том числе космических), транспортировке грузов и строительстве, а также в экспедициях на неизведанные экзопланеты.",
    "image": "additional/civil_titans_wmOe46U.webp",
    "video_link": "",
    "media_descr": "Сельскохозяйственная модификация Атласа",
    "chapter": 1
  }
},
{
  "model": "titans.mediacontentblockmodel",
  "pk": 2,
  "fields": {
    "name": "Атмосферная высадка",
    "slug": "atmosfernaya-vysadka",
    "content": "При атмосферной высадке корабль-носитель зависает на безопасной высоте над полем боя, обычно это 100-200 метров. Титаны десантируются из ангара корабля носителя без десантной капсулы.",
    "image": "",
    "video_link": "https://www.youtube.com/embed/Sn50EDiLVAk?si=Pgc7nnLE1Zljq5D5",
    "media_descr": "Пример атмосферной высадки",
    "chapter": 2
  }
},
{
  "model": "titans.mediacontentblockmodel",
  "pk": 3,
  "fields": {
    "name": "Орбитальная высадка",
    "slug": "orbitalnaya-vysadka",
    "content": "При орбитальной высадке корабль-носитель находится на орбите. Титаны десантируются в специальных капсулах, развивающих гиперзвуковую скорость. Этот метод развертывания чрезвычайно точен и позволяет Титану прибыть на землю менее чем за минуту. На уровне 50-100 метров капсула раскрывается, у титана включаются тормозные двигатели, и он, значительно снизив скорость, касается земли.",
    "image": "",
    "video_link": "https://www.youtube.com/embed/KDDdLxTT8aI?si=fls_VCcggwhUVtDV",
    "media_descr": "Пример орбитальной  высадки",
    "chapter": 2
  }
},
{
  "model": "titans.mediacontentblockmodel",
  "pk": 4,
  "fields": {
    "name": "Пилот - элита вооруженных сил",
    "slug": "pilot-elita-vooruzhennyh-sil",
    "content": "Они умнее, сильнее и быстрее обычных солдат, экипированы особым снаряжением и могут входить в связь с огромными боевыми машинами – титанами. Прыжковый модуль позволяет пилотам бегать по стенам, не травмироваться при падении с большой высоты, кратковременно зависать в воздухе и даже свершать двойной прыжок.",
    "image": "",
    "video_link": "https://www.youtube.com/embed/l5xUKUjKOEA?si=XK91u9Q8fQq3xtBs",
    "media_descr": "Пилот - элита вооруженных сил!",
    "chapter": 4
  }
},
{
  "model": "titans.mediacontentblockmodel",
  "pk": 5,
  "fields": {
    "name": "Пилоты - симулякры",
    "slug": "piloty-simulyakry",
    "content": "Не только люди бывают пилотами. Иногда разум погибшего заключается в симулякра (робота), для того, чтобы сохранить ценных кадры.",
    "image": "additional/Simulacr.jpeg",
    "video_link": "",
    "media_descr": "Пример Симулякра - убийцы",
    "chapter": 4
  }
},
{
  "model": "titans.firstgentitanmodel",
  "pk": 1,
  "fields": {
    "name": "Атлас",
    "slug": "atlas",
    "mp_descr": "Атлас – это первая серийная модель титанов. На основе именно этого корпуса впоследствии были созданы Огр и Страйдер. Однако, возраст этой модели вовсе не указывает на ее бесполезность. Атлас является своего рода «рабочей лошадкой» вселенной Titalfall. В нем найден идеальный баланс между мобильностью, живучестью и огневой мощью. В отличие от своих более молодых коллег, этот титан универсален и предназначен для выполнения широкого круга задач.\r\nПосле Битвы за Деметру, на основе шасси Атласа, были разработаны две модели нового поколения: Ион и Тон",
    "mp_image": "Атлас/atlas-new.jpg"
  }
},
{
  "model": "titans.firstgentitanmodel",
  "pk": 2,
  "fields": {
    "name": "Огр",
    "slug": "ogr",
    "mp_descr": "Огр – титан тяжелого класса, предназначенный для подавления врага. Являясь переосмыслением Атласа, в сравнении с предком Огр имеет намного более серьезное бронирование, позволяющее ему выживать под плотным огнем противника. Однако, в связи с увеличившейся массой, Огр сильно утратил в маневренности, поэтому он не способен к продолжительным рывкам и бегу.\r\nПосле Битвы за Деметру, на основе шасси Огра были разработаны две модели нового поколения: Скорч и Легион",
    "mp_image": "Огр/ogre.webp"
  }
},
{
  "model": "titans.firstgentitanmodel",
  "pk": 3,
  "fields": {
    "name": "Страйдер",
    "slug": "strajder",
    "mp_descr": "Страйдер – титан легкого класса, быстро перемещающийся по полю боя. Он является сильно облегченной версией Атласа, за счет чего может развивать огромную сккорость и способен совершить несколько рывков подряд. Однако, он намного менее устойчив к повреждениям, поэтому основой выживания у этого титана является уклонение. Нередко из-за сверхмобильности выступает в роли титана дальнего боя.\r\n\r\nПосле Битвы за Деметру, на основе шасси Страйдера были разработаны две модели нового поколения: Ронин и Нордстар.",
    "mp_image": "Страйдер/stryder.webp"
  }
},
{
  "model": "titans.firstgentitanmodel",
  "pk": 4,
  "fields": {
    "name": "Особая категория",
    "slug": "osobaya-kategoriya",
    "mp_descr": "Титаны особой категории являются не модификациями существующих ранее корпусов, а самостоятельными разработками.",
    "mp_image": "Особая категория/F-35A-Blueprint-featured-aircraft-lithograph-vintage-airplane-poster.webp"
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 1,
  "fields": {
    "name": "Ион",
    "slug": "ion",
    "mp_descr": "Ион – титан второго поколения, специализирующийся на энергетическом оружии. Вооружен Винтовкой Сплиттер, Плечевой лазерной пушкой и Энерголовушками, а для защиты оборудован Вихревым щитом. Использует Ядро Лазера.\r\nВ связи в высоким энергопотреблением, при управлении этим титаном необходимо следить за уровнем энергии.",
    "mp_image": "Ион/Ion.webp",
    "full_descr": "Ион – это модель титана второго поколения, основанная на шасси «Атлас». Ион имеет уникальную механику использования энергии. Все наступательные и оборонительные модули этого титана очень энергозатратны, поэтому при игре за него необходимо следить за уровнем энергии.  В качестве основного оружия у этого титана выступает винтовка «Сплиттер». Дополнительно он использует «Лазерную пушку» и «Лазерные растяжки». В целях защиты оборудован «Вихревым щитом».\r\nЯдром у Иона выступает «Ядро Лазера»",
    "video_link": "https://www.youtube.com/embed/xAtoMRtYM2o?si=hYZR8ATF--cRkkg3",
    "ancestor_model": 1
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 2,
  "fields": {
    "name": "Тон",
    "slug": "ton",
    "mp_descr": "Тон – титан второго поколения, специализирующийся на самонаводящемся ракетном вооружении. Вооружен 40-мм трекер пушкой, Ракетами-следопытами и Сонарным пульсаром. Для защиты оборудован Стеной частиц. Использует Ядро Залпа.\r\nИз-за особенностей вооружения предпочитает бой на средне-дальней дистанции.",
    "mp_image": "Тон/Tone.webp",
    "full_descr": "Тон – модель титана второго поколения, основанная на шасси «Атлас». Тактика игры за тона строится на захвате врага и наводке на него Следящих ракет. Является одним из самых простых Титанов в игре по мнению многих игроков. Основным оружием у него выступает полуавтоматическая 40-мм трекер-пушка. В захваченные цели Тон выпускает «Ракеты-следопыты». Тактической способностью Титана является «Сонарный замок», а для защиты он использует «Стену частиц». Ядром у титана выступает «Ядро залпа»",
    "video_link": "https://www.youtube.com/embed/OEjuT4p1GIs?si=Eq1eKKaCY8ceJk8s",
    "ancestor_model": 1
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 3,
  "fields": {
    "name": "Скорч",
    "slug": "skorch",
    "mp_descr": "Скорч – титан второго поколения, специализирующийся на нанесении урона огнем. Вооружен Пусковой Термитной Установкой Т-203, бочками с горючим газом и установкой для выставления огненной стены. В целях защиты Скорч оборудован Тепловым щитом. Использует Ядро Огня.\r\nСкорч – это идеальный титан для использования тактики «выжженой земли».",
    "mp_image": "Скорч/Scorch.webp",
    "full_descr": "Скорч – это модель титанов второго поколения, основанная на шасси «Огр». Скорча можно назвать пироманьяком от вселенной Titanfall, так как все его способности сосредоточены на нанесении урона огнем. Скорч имеет 12500 прочности и огромный хитбокс, который буквально собирает все выстрелы с округи. Из-за низкой скорости передвижения и специфических способностей, Скорч хорош в обороне и удержании позиций, но испытывает проблемы в продвижении вперед. Основным оружием у него выступает термитная пусковая установка Т-203, дополнительно он обладает способностью «Огненной стены». Тактической способностью титана являются «Зажигательные ловушки», а для защиты он использует «Тепловой щит». Ядром у Скорча выступает Ядро Огня.",
    "video_link": "https://www.youtube.com/embed/r4GgzyzilK0?si=OhK3HjrHYlhRVRSD",
    "ancestor_model": 2
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 4,
  "fields": {
    "name": "Легион",
    "slug": "legion",
    "mp_descr": "Легион – титан второго поколения, использующий тяжелый пулемет роторного типа «Хищник». Все дополнительное оборудование тем или иным образом модифицирует это оружие. В них входят «Переключатель режимов», «Мощный выстрел» и «Орудийный Щит». Использует Ядро Смартгана.\r\nЛегион по праву считается универсальным титаном, так как помимо укрепленного корпуса, он способен наносить урон противнику на любых дистанциях.",
    "mp_image": "Легион/Legion.webp",
    "full_descr": "Легион – Это модель титана второго поколения, основанная на шасси «Огр». «Передвижная крепость» - наиболее подходящее описание для этого титана! Огромный запас прочности вкупе с одним из самых мощный оружий, Легион специализируется на неостановимом продвижении и подавлении вражеских сил.  Основным оружием у Легиона выступает тяжелый роторный пулемет «Хищник». Дополнительно он оборудован модификациями «Мощный выстрел» и «Переключатель режимов». В целях защиты Легион использует «Оружейный щит». Ядром у легиона выступает «Ядро Смартгана».",
    "video_link": "https://www.youtube.com/embed/n9fN2P9UfeQ?si=6VghDni4j2gfrFt9",
    "ancestor_model": 2
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 5,
  "fields": {
    "name": "Ронин",
    "slug": "ronin",
    "mp_descr": "Ронин – титан второго поколения, специализирующийся на ближнем бое. Вооружет 4-зарядным дробовиком, мечом и установкой «Шокирующей волны». Защищается при помощи своего меча, блокируя вражеские снаряды. Использует Ядро Меча.\r\nЛучше всего Ронин раскрывается в ближнем бою. Он обладает инструментами, чтобы догнать, обездвижить и уничтожить практически любого врага. Однако, он слабо бронирован, поэтому нуждается в огневом прикрытии.",
    "mp_image": "Ронин/Ronin.webp",
    "full_descr": "Ронин – это титан второго поколения, основанный на шасси «Страйдер». Ронин обладает самой высокой маневренностью и лучшей защитной способностью в игре,  делающей его универсальным титаном, способным выполнять любые роли в команде. Ронин способен нанести большой урон в ближнем бою, но из-за низкой прочности ему противопоказаны длительные противостояния. Основным оружием у титана выступает четырехзарядный дробовик «Свинцовая стена». Дополнительно Ронин обладает способностью «Шоковой волны» и устройством «Фазового рывка». Для защиты от вражеских снарядов Ронин использует «Блок мечом».\r\nЯдром у титана выступает «Ядро меча».",
    "video_link": "https://www.youtube.com/embed/5hf8a410uaA?si=7JNawaWDI58rufj1",
    "ancestor_model": 3
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 6,
  "fields": {
    "name": "Нордстар",
    "slug": "nordstar",
    "mp_descr": "Нордстар – титан второго поколения, специализирующийся исключительно на дальнем бое. Вооружен Рельсотроном, Пусковым модулем Кассетных ракет и модулем полета. Для контроля дистанции несет 2 замедляющие ловушки. Использует Ядро полета.\r\nТитан, зависящий от команды. Наносит огромный урон на дальней дистанции, но очень уязвим в ближнем бою.",
    "mp_image": "Нордстар/Northstar.webp",
    "full_descr": "Нордстар – это модель титана второго поколения, основанная на шасси «Страйдер». Этот титан, обладающий хорошей вертикальной мобильностью, специализируется исключительно на дальнем бое. Шасси Нордстара обладает возможностью кратковременно зависать в воздухе, занимая превосходящую позицию и получая преимущество над противниками. Единичные модели оборудованы очень редкими модификациями, превращающими титана в полноценный летательный аппарат, но обычному пилоту такие модификации недоступны. В качестве основного оружия у Нордстара выступает «Плазменный рельсотрон», дополнительным вооружением является модуль «Кластерной ракеты». Как было сказано выше, оборудован системой вертикального взлета и посадки (СВВП). Для защиты несет «Связывающую ловушку». В качестве ядра у Нордстара выступает «Ядро полета».",
    "video_link": "https://www.youtube.com/embed/szTyF1vEJ9M?si=ewfrGSgLjv-zEIZC",
    "ancestor_model": 3
  }
},
{
  "model": "titans.secondgentitanmodel",
  "pk": 7,
  "fields": {
    "name": "Монарх",
    "slug": "monarh",
    "mp_descr": "Монарх – первый и единственный титан поколения 2.5. Он создан на основе шасси «Авангард» ополчения. Монарх способен «эволюционировать» прямо на поле боя. С каждым применением своего ядра он улучшает эффективность одной из своих подсистем. Вооружен 20-мм пушком XO-16, установкой перекачки энергии, модулем ускоренной перезарядки и самонаводящимися ракетами.",
    "mp_image": "Монарх/Monarch.png",
    "full_descr": "Монарх – это уникальная в своем роде модель титана 2.5 поколения. Это шасси является результатом реверс инжиниринга двух уничтоженных корпусов первой и единственной произведенной ополчением модели «Авангард». Vinson Dynamics не удалось в точности воспроизвести все характеристики оригинала, особенно продвинутый искусственный интеллект, но они привнесли в модель много уникальных технологий. Из-за этих улучшений Монарх – один из самых живучих титанов из всех моделей второго поколения. Основным оружием у титана выступает 20-мм автоматическая бронебойная винтовка XO16A2 Chaingun. Дополнительно Монарх несет установку неуправляемых ракет «Ракетный рой». Его тактической способностью является «Перезарядка», а для защиты он использует «Энергетический сифон». Ядром у Монарха выступает «Ядро Улучшения».",
    "video_link": "https://www.youtube.com/embed/QcsIsHxxrEo?si=bkQ1-xjHPlEfbUpw",
    "ancestor_model": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 1,
  "fields": {
    "name": "Винтовка «Сплиттер»",
    "slug": "vintovka-splitter",
    "descr": "Винтовка «Сплиттер» - это скорострельное энергетическое оружие, использующее центральную энергосистему Иона для формирования и запуска 3х поражающих элементов. Из – за чудовищного энергопотребления, может использоваться только титанами класса «Ион».\r\nОружие представляет собой ускоритель частиц, выпускающее заряженые частицы(ионы), наносящие серьезные кинетико-термические повреждения противнику. Несмотря на это, Винтовка «Сплиттер» обладает одним из самых низких показателей постоянного урона среди всех орудий из-за сильного энергопотребления, не позволяющего вести непрерывный огонь.",
    "weapon_image": "Ион/TF2_SplitterRifle_Concept_2.webp",
    "weapon_type": "MW",
    "titan": 1
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 2,
  "fields": {
    "name": "Лазерный выстрел",
    "slug": "lazernyj-vystrel",
    "descr": "Лазерный выстрел - это установка на левом плече Иона, которая выпускает лазерный луч. Тратит чуть больше половины шкалы энергии. Наносит 1200 урона титанам и мгновенно испаряет пилотов. Если кнопку титанового боеприпаса удерживать нажатой, она будет удерживаться в течение короткого времени, прежде чем произойдет автоматический выстрел.",
    "weapon_image": "Ион/Lasershot.webp",
    "weapon_type": "SW",
    "titan": 1
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 3,
  "fields": {
    "name": "Лазерные растяжки",
    "slug": "lazernye-rastyazhki",
    "descr": "Лазерные растяжки – это три взрывные мины с лазерным датчиком. При применении устанавливаются перед Ионом. Любой выстрел по мине взрывает их все. При использовании тратит 35% шкалы энергии Иона.",
    "weapon_image": "Ион/Tripwire.webp",
    "weapon_type": "TW",
    "titan": 1
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 4,
  "fields": {
    "name": "Вихревой щит",
    "slug": "vihrevoj-shit",
    "descr": "Вихревой щит – это устройство, позволяющее с помощью магнитного поля поймать и отправить обратно вражеские снаряды. На поддержание тратит небольшое количество энергии, при попадании снаряда в щит энергия резко проседает. \r\nЭту способность лучше всего использовать, когда вражеский титан застал вас врасплох или когда вражеский титан активировал свой собственный вихревой щит. Таким образом, можно поймать снаряды, уже попавшие в вихревой щит противника, и отправить его обратно до того, как его щит успеет перезарядиться.",
    "weapon_image": "Ион/VortexShield.webp",
    "weapon_type": "DW",
    "titan": 1
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 5,
  "fields": {
    "name": "Ядро лазера",
    "slug": "yadro-lazera",
    "descr": "При активации Ядра из груди Иона вырывается уничтожающий лазер, наносящий колоссальный урон. Активация занимает 1 секунду, а длительность работы составляет 3.5 секунд. Во время использования скорость передвижения снижена а рывки недоступны.",
    "weapon_image": "Ион/Lasercore.webp",
    "weapon_type": "CW",
    "titan": 1
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 6,
  "fields": {
    "name": "40-мм трекер-пушка",
    "slug": "40-mm-treker-pushka",
    "descr": "40-мм трекер-пушка – это полуавтоматическое высокоточное оружие, стреляющее отслеживающими снарядами с разрывным эффектом. Идеальное оружие для уничтожения живой силы противника за счет большой области поражения. При нанесении урона бронированной цели, она получит статус частично захваченной. После получения трех меток цель получит статус полностью захваченной, и Тон получит возможность применить «Следящие ракеты».",
    "weapon_image": "Тон/40mm_Cannon.webp",
    "weapon_type": "MW",
    "titan": 2
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 7,
  "fields": {
    "name": "Следящие ракеты",
    "slug": "sledyashie-rakety",
    "descr": "Следящие ракеты – это способность, которую можно активировать только если Тон захватил как минимум одну цель. При активации Тон выпускает 5 ракет в каждую захваченную цель. Ракеты преследуют врага и способны менять направление полета. Ракеты наносят внушительный урон и являются основным способом нанесения урона Тоном.",
    "weapon_image": "Тон/Tracking_Rockets.webp",
    "weapon_type": "SW",
    "titan": 2
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 8,
  "fields": {
    "name": "Сонарный захват",
    "slug": "sonarnyj-zahvat",
    "descr": "Сонарный замок – способность для обнаружения и захвата врагов. При активации Тон выпускает снаряд, имеющий механику работы, схожую с «Импульсным клинком» пилотов. При попадании снаряд сканирует область вокруг себя, отмечая всех врагов поблизости. На бронированные цели накладывается одна отметка захвата, как от попадания от основного оружия. Отмеченных врагов видите не только вы, но и ваши союзники.",
    "weapon_image": "Тон/316px-Sonar_Lock.webp",
    "weapon_type": "TW",
    "titan": 2
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 9,
  "fields": {
    "name": "Стен частиц",
    "slug": "sten-chastic",
    "descr": "Стен частиц – это способность, позволяющая Тону установить перед собой полноразмерный энергетический щит, не пропускающий снаряды врагов, но позволяющий Тону и союзникам вести через себя огонь. Действует 8 секунд, и имеет 2000 прочности. Из-за неочевидных особенностей механики игры, урон по нему считается с модификатором урона по живой силы. Это значит, что например «Лазерный выстрел» Иона почти не нанесет щиту урона.",
    "weapon_image": "Тон/Particle_Wall.webp",
    "weapon_type": "DW",
    "titan": 2
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 10,
  "fields": {
    "name": "Ядро залпа",
    "slug": "yadro-zalpa",
    "descr": "При активации, Тон выпустит вперед 60 ракет, которые будут стараться попасть в точку, куда направлен взгляд титана. То есть, ракеты будут менять свою траекторию и «следовать» за прицелом Тона. При уничтожении титана, ракеты полетят в последнем заданном направлении.",
    "weapon_image": "Тон/Salvo_Core.webp",
    "weapon_type": "CW",
    "titan": 2
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 11,
  "fields": {
    "name": "Термитная установка Т-203",
    "slug": "termitnaya-ustanovka-t-203",
    "descr": "Термитная установка Т-203 — это однозарядная пусковая установка, запускающая термитные снаряды, поджигающие все, что находится в пределах досягаемости. Оружие оборудовано модулем предсказания полета снаряда, активируемого при прицеливании и проецирующего дуговую траекторию на экран пилота. Можно увеличить количество термитной сместъи в выстреле, используя набор «Пожар»",
    "weapon_image": "Скорч/TF2_ThermiteLauncher_Concept.webp",
    "weapon_type": "MW",
    "titan": 3
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 12,
  "fields": {
    "name": "Огненная стена",
    "slug": "ognennaya-stena",
    "descr": "При активации «Огненной стены» Скорч бьет по земле кулаком, тем самым выпуская прямую линию горящего термита вперед. Стена может быть остановлена препятствием или стационарным щитом. Живая сила противника может пережить незначительный по времени контакт с зажигательной смесью ценой тяжелых ожогов, однако контакт с ней более секунды летален.",
    "weapon_image": "Скорч/Firewall.webp",
    "weapon_type": "SW",
    "titan": 3
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 13,
  "fields": {
    "name": "Зажигательная ловушка",
    "slug": "zazhigatelnaya-lovushka",
    "descr": "При активации «Зажигательной ловушки» Скорч выстреливает бочкой с горючим газом, которая распыляет свое содержимое в радиусе нескольких метров. При контакте с источником огня, газ воспламеняется и наносит большой урон всем вокруг. Неактивная канистра стоит 12 секунд, а подожженая – только 5.",
    "weapon_image": "Скорч/Incendiarytrap.webp",
    "weapon_type": "TW",
    "titan": 3
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 14,
  "fields": {
    "name": "Огненный щит",
    "slug": "ognennyj-shit",
    "descr": "При активации «Огненного щита» Скорч выпускает из руки огонь в виде щита, наносящий урон врагам в ближнем бою и сжигающим вражеские снаряды. Для активации щит требует как минимум 20% заряда, а время развертывания составляет 0,3 секунды.",
    "weapon_image": "Скорч/Heatshield.webp",
    "weapon_type": "DW",
    "titan": 3
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 15,
  "fields": {
    "name": "Ядро Огнемета",
    "slug": "yadro-ognemeta",
    "descr": "Активация Ядра Огнемета вызывает гигантскую волну огня, уничтожающую все на своем пути. Она наносит огромный разовый урон в размере 4500 единиц. Волна состоит из трех огненных потоков, из-за скорости которых очень тяжело уклониться. С набором «Огненная земля» эти потоки не исчезают сразу, а продолжают наносить урон.",
    "weapon_image": "Скорч/Heatcore.webp",
    "weapon_type": "CW",
    "titan": 3
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 16,
  "fields": {
    "name": "«Хищник»",
    "slug": "hishnik",
    "descr": "«Хищник» - это тяжелый роторный пулемет, наносящий огромный урон на любых дистанциях. Для начала стрельбы ему нужно время на раскрутку, однако пулемет можно раскрутить заранее. Оружие обладает двумя режимами стрельбы – для ближнего и дальнего боя. В режиме ближнего боя снаряды расщепляются на шрапнель, за счет чего они обладают отталкивающим эффектом. В режиме дальнего боя, патроны тратятся в 2 раза быстрее, но пули летят на очень дальнюю дистанцию, позволяя на равных противостоять Нордстару.",
    "weapon_image": "Легион/изображение_2023-11-14_155135119.png",
    "weapon_type": "MW",
    "titan": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 17,
  "fields": {
    "name": "Мощный выстрел",
    "slug": "moshnyj-vystrel",
    "descr": "Модуль «Мощный выстрел» позволяет произвести особую атаку в зависимости от режима работы «Хищника». В ближнем бою после непродолжительной накачки, производится мощный выстрел, отталкивающий врагов. При режиме дальнего боя, из «Хищника» вылетает снаряд, аналогичный плазменному снаряду рельсотрона Нордстара.",
    "weapon_image": "Легион/Power_Shot.webp",
    "weapon_type": "SW",
    "titan": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 18,
  "fields": {
    "name": "Переключатель режимов",
    "slug": "pereklyuchatel-rezhimov",
    "descr": "Переключатель режимов – модификация, позволяющая менять режим огня основного оружия Легиона(ближний и дальний бой).",
    "weapon_image": "Легион/Mode_Switch.webp",
    "weapon_type": "TW",
    "titan": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 19,
  "fields": {
    "name": "Оружейный щит",
    "slug": "oruzhejnyj-shit",
    "descr": "Оружейный щит – способность, аналогичная «Стене частиц» Тона, но прикрепленная к пушке «Хищник». При активации возникает фронтальный энергетический щит, имеющий 2500 прочности. После активации титан не может его отменить.",
    "weapon_image": "Легион/Gun_Shield.webp",
    "weapon_type": "DW",
    "titan": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 20,
  "fields": {
    "name": "Ядро Смартгана",
    "slug": "yadro-smartgana",
    "descr": "Ядро Смартгана работает по тем же принципам, что и «Смарт-пистолет». При активации, на экране появляется область, внутри которой все противники будут захвачены системой автоматического прицеливания. При выстреле, пуля полетит точно во врага, меняя свою траекторию при необходимости. Патроны бесконечны, урон повышен на 20%",
    "weapon_image": "Легион/Smart_Core.webp",
    "weapon_type": "CW",
    "titan": 4
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 21,
  "fields": {
    "name": "Дробовик «Leadwall»",
    "slug": "drobovik-leadwall",
    "descr": "Дробовик «Leadwall» имеет магазин на 4 выстрела, стреляет в 2 ряда по 4 пули в виде прямоугольника. Прицеливание резко уменьшает разброс. Оружие имеет очень долгую перезарядку относительно емкости магазина и урона с выстрела. Оружие наносит сравнительно небольшой урон вблизи, и только царапает корпуса врагов на расстоянии, поэтому Ронин – это боец исключительно ближней дистанции.",
    "weapon_image": "Ронин/Leadwall.webp",
    "weapon_type": "MW",
    "titan": 5
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 22,
  "fields": {
    "name": "Электрическая волна",
    "slug": "elektricheskaya-volna",
    "descr": "Ронин, проведя мечом по земле, может пустить вперед электрическую волну, наносящую урон и замедляющую вражеских титанов. Дуговая волна имеет большую дальность действия, но исчезает через несколько секунд.",
    "weapon_image": "Ронин/ArcWave.webp",
    "weapon_type": "SW",
    "titan": 5
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 23,
  "fields": {
    "name": "Фазовый рывок",
    "slug": "fazovyj-ryvok",
    "descr": "Ронин совершает рывок в направлении движения, временно переходя в альтернативное измерение. В таком состоянии он неуязвим для выстрелов, но в тоже время не способен сам наносить урон.",
    "weapon_image": "Ронин/PhaseDash.webp",
    "weapon_type": "TW",
    "titan": 5
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 24,
  "fields": {
    "name": "Блок мечом",
    "slug": "blok-mechom",
    "descr": "Как понятно из названия, при «Блоке мечом» Ронин поднимает свой меч и блокирует 70% входящего урона. Блок не имеет длительности действия, и защищает Ронина даже со спины. При активации Ядра, урон снижается на 85%, что делает Ронина практически неубиваемым при активированном блоке.",
    "weapon_image": "Ронин/SwordBlock.webp",
    "weapon_type": "DW",
    "titan": 5
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 25,
  "fields": {
    "name": "Ядро Меча",
    "slug": "yadro-mecha",
    "descr": "Ядро Меча усиливает способности Ронина на следующие 12 секунд. На время активации основное оружие будет заменено усиленным мечом, наносящим огромный урон. Усиленный меч обладает теми же характеристиками, что и стандартный палаш, за исключением увеличенного урона.\r\nПомимо этого, время восстановления рывка будет снижено, а также повышена эффективность остальных способностей.",
    "weapon_image": "Ронин/SwordCore.webp",
    "weapon_type": "CW",
    "titan": 5
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 26,
  "fields": {
    "name": "Плазменный рельсотрон",
    "slug": "plazmennyj-relsotron",
    "descr": "Плазменный рельсотрон – огромная снайперская винтовка, предназначенная для уничтожения бронированных целей. Оружие выпускает заряд плазмы, поражающая сила которого зависит от заряда орудия. Простое нажатие на спусковой крючок производит маломощный выстрел, однако длительное зажатие дает возможность мощного выстрела, наносящего огромный урон. Оружие оборудована системой прицеливания с переменным приближением.",
    "weapon_image": "Нордстар/Meet_Northstar_Plasma_Railgun.webp",
    "weapon_type": "MW",
    "titan": 6
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 27,
  "fields": {
    "name": "Кассетная ракета",
    "slug": "kassetnaya-raketa",
    "descr": "Кассетная ракета – это особый снаряд, выпускаемый наплечной установкой Нордстара, при попадании ракета выпускает большое количество вторичных зарядов, которые продолжают взрываться в течение продолжительного времени.",
    "weapon_image": "Нордстар/Cluster_Missile.webp",
    "weapon_type": "SW",
    "titan": 6
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 28,
  "fields": {
    "name": "СВВП",
    "slug": "svvp",
    "descr": "СВВП – это способность, позволяющая Нордстару занимать выгодные снайперские позиции. Использование делает титана более уязвимым, так как маневренность в воздухе снижена.",
    "weapon_image": "Нордстар/VTOL_Hover.webp",
    "weapon_type": "TW",
    "titan": 6
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 29,
  "fields": {
    "name": "Связывающая ловушка",
    "slug": "svyazyvayushaya-lovushka",
    "descr": "Связывающая ловушка – это защитная способность, при активации устанавливающая противотитановую мину. При срабатывании эта мина связывает энергетическим тросом вражеского титана, не дающего ему двигаться. Мина может быть уничтожена до активации.",
    "weapon_image": "Нордстар/Tether_Trap.webp",
    "weapon_type": "DW",
    "titan": 6
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 30,
  "fields": {
    "name": "Ядро Полета",
    "slug": "yadro-poleta",
    "descr": "При активации Ядра полета Нордстар взлетает над полем боя и атакует противников с помощью ракетных установок. Во время действия ядра, Нордстар менее восприимчив к урону.",
    "weapon_image": "Нордстар/Flight_Core.webp",
    "weapon_type": "CW",
    "titan": 6
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 31,
  "fields": {
    "name": "XO16A2 Chaingun",
    "slug": "xo16a2-chaingun",
    "descr": "XO16A2 Chaingun – это 20-мм автоматическая бронебойная винтовка. До уничтожения Тифона она являлась типовым оружием для титана класса «Экспедиция». Хорошее сбалансированное оружие, подходящее для боя на любых дистанциях как против титанов, так и против пилотов. Для повышения эффективности этого оружия можно использовать 2 улучшения ядра: «Дуговые заряды» и «Ускоритель XO-16»",
    "weapon_image": "Монарх/XO16Chaingun.webp",
    "weapon_type": "MW",
    "titan": 7
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 32,
  "fields": {
    "name": "Ракетный рой",
    "slug": "raketnyj-roj",
    "descr": "«Ракетный рой» - это установка пуска неуправляемых ракет, установленная на правом плече титана. При активации выпускает 5 неуправляемых ракет, которые перезаряжаются 6 секунд. Для повышения эффективности этого оружия можно использовать 2 улучшения ядра: «Ракетные стойки» и «Многоцелевые ракеты».",
    "weapon_image": "Монарх/RocketSalvo.webp",
    "weapon_type": "SW",
    "titan": 7
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 33,
  "fields": {
    "name": "Перезарядка",
    "slug": "perezaryadka",
    "descr": "Перезарядка – это способность, позволяющая Монарху мгновенно перезарядить «Ракетный рой», «Энергетический сифон» и рывки. Очень большое время восстановления способности можно уменьшить установкой комплекта «Быстрое перевооружение» и улучшением ядра «Перевооружение и перезарядка».",
    "weapon_image": "Монарх/Rearm.webp",
    "weapon_type": "TW",
    "titan": 7
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 34,
  "fields": {
    "name": "Энергетический сифон",
    "slug": "energeticheskij-sifon",
    "descr": "Энергетический сифон – это уникальная способность, позволяющая Монарху восстанавливать здоровье за счет врагов. Механика выстрела аналогична «Лазерному выстрелу», почти не наносит урона но обладает замедляющим эффектом. Выстрел по технике противника дает монарху 750 единиц энергетического щита, пехота и пилоты дают только 250 единиц. При попадании в Щит Тона или Легиона, восстановления щита не происходит. С помощью улучшений ядра можно повысить эффективность способности, либо получить возможность лечить союзников.",
    "weapon_image": "Монарх/Energy_siphon.webp",
    "weapon_type": "DW",
    "titan": 7
  }
},
{
  "model": "titans.titanweaponmodel",
  "pk": 35,
  "fields": {
    "name": "Ядро Улучшения",
    "slug": "yadro-uluchsheniya",
    "descr": "Ядро улучшения – очередная уникальная механика, привнесенная создателями Монарха. В отличие от других ядер, это не сфокусировано на нанесение непосредственного урона. Вместо этого, каждая активация полностью восстанавливает энергетический щит и активирует одно из трех заранее выбранных улучшений. Полностью эволюционировавший Монарх является самым сильным титаном в игре.",
    "weapon_image": "Монарх/Upgrade_core.webp",
    "weapon_type": "CW",
    "titan": 7
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 1,
  "fields": {
    "name": "Поглощение энергии",
    "slug": "pogloshenie-energii",
    "descr": "Поглощение энергии позволяет восстанавливать часть энергии при попадании из Сплиттера в уязвимые части титана. В теории очень полезная способность, но на практике практически не оказывает нужного эффекта.",
    "titan": 1
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 2,
  "fields": {
    "name": "Нуль-растяжка",
    "slug": "nul-rastyazhka",
    "descr": "Нуль-растяжка позволяет не тратить энергию на установку Растяжки. Данный набор позволяет исключить влияние энергии на хотя бы одну способность Иона и позволяет использовать ее более-менее на постоянной основе.",
    "titan": 1
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 3,
  "fields": {
    "name": "Усиление вихря",
    "slug": "usilenie-vihrya",
    "descr": "С набором Усиление вихря выпущенные обратно во врага снаряды из Вихревого щита наносят на 35% больше урона. Данный перк может сделать щит основным способом для нанесения урона, а также позволяет еще более эффективно противостоять Легионам.",
    "titan": 1
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 4,
  "fields": {
    "name": "Большая пушка",
    "slug": "bolshaya-pushka",
    "descr": "Большая пушка позволяет ядру работать дольше и нанести потенциально больше урона. Хорошо себя показывает с набором Перегрузка ядра, позволяя очень часто использовать ядро и очень сильно бить им. Подходит больше для опытных игроков.",
    "titan": 1
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 5,
  "fields": {
    "name": "Преломляющая линза",
    "slug": "prelomlyayushaya-linza",
    "descr": "Преломляющая линза позволяет при прицеливании со Сплиттера выпускать не три, а пять снарядов, что дает огромный прирост к урону в минуту. Данный набор позволяет сделать Сплиттер основным способом нанесения урона, но будет потреблять много энергии, не оставляя ее на тот же щит.",
    "titan": 1
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 6,
  "fields": {
    "name": "Улучшенное наведение",
    "slug": "uluchshennoe-navedenie",
    "descr": "С набором Улучшенное наведение при попадании в уязвимые на титана ставятся сразу две метки. Является способом получения большего количества меток через Пушку слежения.",
    "titan": 2
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 7,
  "fields": {
    "name": "Мощный Силовой Барьер",
    "slug": "moshnyj-silovoj-barer",
    "descr": "Мощный Силовой Барьер усиливает защитную способность Тона, позволяя поставленному барьеру выдерживать больше урона.",
    "titan": 2
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 8,
  "fields": {
    "name": "Эхо-пульс",
    "slug": "eho-puls",
    "descr": "С набором Эхо-пульс выпущенный Сонарный пульсовик будет выпускать два импульса, дольше показывая местоположение врагов и позволяя поставить две метки. Является способом получения большего количества меток через Сонар.",
    "titan": 2
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 9,
  "fields": {
    "name": "Ракетный залп",
    "slug": "raketnyj-zalp",
    "descr": "С набором Ракетный залп Следящих ракет вылетает не шесть, а восемь, позволяя увеличить общий урон от ракет.",
    "titan": 2
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 10,
  "fields": {
    "name": "Загрузчик очереди",
    "slug": "zagruzchik-ocheredi",
    "descr": "Загрузчик очереди позволяет при прицеливании заряжать в очередь до трех снарядов, чтобы выпустить их все в короткий срок. По большей части бесполезен, ведь перед выстрелом очередь надо загрузить и за это время можно успеть сделать эти самые три выстрела.",
    "titan": 2
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 11,
  "fields": {
    "name": "Пожар",
    "slug": "pozhar",
    "descr": "С набором Пожар Зажигательная пушка будет наносить больше урона и выплескивать больше термитной смеси. Достаточно полезный перк, делающий и без того мощное оружие еще мощнее, если с него попадать по противникам, конечно.",
    "titan": 3
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 12,
  "fields": {
    "name": "Закаленная обшивка",
    "slug": "zakalennaya-obshivka",
    "descr": "Закаленная обшивка нивелирует урон от собственного огня и убирает с обшивки титана уязвимые зоны. Повышает общую живучесть и без того живучего титана.",
    "titan": 3
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 13,
  "fields": {
    "name": "Адский щит",
    "slug": "adskij-shit",
    "descr": "Адский щит улучшает Тепловой щит, позволяя тому дольше работать и наносить больше урона. Урон от щита становится настолько большим, что за один заряд можно снять пять ячеек здоровья титана, что является гарантированной смертью для любого, хоть и сильнее всего от этого страдает Легион из-за своей медлительности.",
    "titan": 3
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 14,
  "fields": {
    "name": "Подпитка огня",
    "slug": "podpitka-ognya",
    "descr": "С набором Подпитка огня Стена огня будет восстанавливаться на две секунды быстрее. Использовать Стену огня как источник урона итак нецелесообразно, да и к тому же другие перки будут более полезными.",
    "titan": 3
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 15,
  "fields": {
    "name": "Выжженная Земля",
    "slug": "vyzhzhennaya-zemlya",
    "descr": "Выжженная Земля позволяет Ядру огнемета после себя оставлять на земле термитную смесь, что позволяет нанести еще больше урона по вражеским титанам и отрезать им целый кусок карты на некоторое время.",
    "titan": 3
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 16,
  "fields": {
    "name": "Расширенный боезапас",
    "slug": "rasshirennyj-boezapas",
    "descr": "Благодаря набору Расширенный боезапас в пулемете Хищник становится в полтора раза больше боеприпасов, позволяя стрелять дольше без необходимости перезарядки.",
    "titan": 4
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 17,
  "fields": {
    "name": "Группа датчиков",
    "slug": "gruppa-datchikov",
    "descr": "Группа датчиков позволяет ядру работать дольше, позволяя дольше быть смертоносной машиной без необходимости прицеливаться для стрельбы. Как и другие улучшения ядра будет полезнее в руках более опытных игроков, но ввиду простоты в использовании Легиона его преимущества могут ощутить и менее опытные игроки.",
    "titan": 4
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 18,
  "fields": {
    "name": "Бастион",
    "slug": "bastion",
    "descr": "Бастион укрепляет щит, позволяя тому выдерживать больше урона.",
    "titan": 4
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 19,
  "fields": {
    "name": "Легкие сплавы",
    "slug": "legkie-splavy",
    "descr": "С набором Легкие сплавы Легион может передвигаться быстрее во время раскрутки пулемета, что позволяет ему быть более мобильным сохраняя при этом возможность стрелять.",
    "titan": 4
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 20,
  "fields": {
    "name": "Скрытый отсек",
    "slug": "skrytyj-otsek",
    "descr": "Скрытый отсек позволяет делать два Мощных выстрела, снижая его урон на 15%. Мощный выстрел одна из самых дамажащих и полезных способностей Легиона и возможность сделать сразу два таких лично для меня закрывает вопрос по выбору набора для Легиона.",
    "titan": 4
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 21,
  "fields": {
    "name": "Пули с рикошетом",
    "slug": "puli-s-rikoshetom",
    "descr": "Пули с рикошетом делают ровно то, что говорит название: снаряды из дробовика способны отскакивать от стен, изменяя дугу полета. Честно говоря про полезность данного набора ничего не могу сказать, ведь за все 250 часов я ни разу не воспользовался рикошетными патронами и не особо часто видел, чтобы их кто-то использовал.",
    "titan": 5
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 22,
  "fields": {
    "name": "Гроза",
    "slug": "groza",
    "descr": "Набор Гроза позволяет использовать две Дуговых волны. Учитывая изначальную мощность этой способности, иметь две волны будет всегда полезно, будь то при наступлении или при отступлении.",
    "titan": 5
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 23,
  "fields": {
    "name": "Временная аномалия",
    "slug": "vremennaya-anomaliya",
    "descr": "С набором Временная аномалия Фазовый рывок перезаряжается чуть быстрее, позволяя чаще использовать данную способность.",
    "titan": 5
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 24,
  "fields": {
    "name": "Горец",
    "slug": "gorec",
    "descr": "Используя набор Горец и убивая титанов при активном ядре время работы ядра увеличивается, позволяя быть дольше в этом состоянии. Как и любое улучшение способностей ядра будет полезно в основном для опытных игроков, что в случае Ронина можно смело умножать на три.",
    "titan": 5
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 25,
  "fields": {
    "name": "Фазовый рефлекс",
    "slug": "fazovyj-refleks",
    "descr": "С набором Фазовый рефлекс титан автоматически использует Фазовый рывок при переходе в обреченное состояние, что помогает титану ближнего боя не быть моментально казненным и успеть хотя бы катапультироваться. Больше подходит именно для начинающих игроков, но для более опытных будет бесполезен.",
    "titan": 5
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 26,
  "fields": {
    "name": "Сквозной выстрел",
    "slug": "skvoznoj-vystrel",
    "descr": "С набором Сквозной выстрел снаряд Рельсотрона может проходить сквозь пилотов и титанов. Данный перк очень ситуативный, ведь моментов, когда несколько титанов стоят друг за другом бывают очень редко, но такие ситуации можно создать самому, грамотно перемещаясь возле противников или же заманивая их в тесные пространства.",
    "titan": 6
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 27,
  "fields": {
    "name": "Улучшенная боеголовка",
    "slug": "uluchshennaya-boegolovka",
    "descr": "С набором Улучшенная боеголовка у снарядов, выпущенных из Кластерной ракеты, становится больше больше радиус и дольше время их действия. По сути просто улучшает Кластерную ракету и делает ее более эффективной и позволяет сильнее на нее полагаться и быть эффективнее против пилотов.",
    "titan": 6
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 28,
  "fields": {
    "name": "Двойной капкан",
    "slug": "dvojnoj-kapkan",
    "descr": "Двойной капкан позволяет вместо одного Энергокапкана выпустить сразу два. Позволяет более эффективно и на более длительное время замедлить вражеских титанов, либо же замедлить сразу двух.",
    "titan": 6
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 29,
  "fields": {
    "name": "Двигатели Гюрзы",
    "slug": "dvigateli-gyurzy",
    "descr": "Двигатели Гюрзы позволяют быть быстрее во время Зависания, что делает титана чуть менее легкой целью во время полета, однако все еще оставляет",
    "titan": 6
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 30,
  "fields": {
    "name": "Выделение врагов",
    "slug": "vydelenie-vragov",
    "descr": "С набором Выделение врагов при прицеливании из Рельсотрона враги и союзники отмечаются более контрастно, что позволяет отслеживать врагов на дальних дистанциях либо же выцеливать врагов, скрывшихся за дымом.",
    "titan": 6
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 31,
  "fields": {
    "name": "Усилитель щита",
    "slug": "usilitel-shita",
    "descr": "С набором Усилитель щита Отбор энергии дает на 25% больше щита. На деле же эти 25% практически незаметны, хотя и данный набор полезен при игре через саппорта, позволяя давать хотя бы чуть-чуть больше щита союзникам.",
    "titan": 7
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 32,
  "fields": {
    "name": "Похититель энергии",
    "slug": "pohititel-energii",
    "descr": "Похититель энергии является пожалуй самым мощным набором для Монарха. Помимо того, что скорость заполнения ядра увеличивается на 10%, позволяя быстрее получать улучшения, так еще и при казни других титанов Монарх забирает у них батарею со всеми вытекающими (щит, полячейки хп и 20% к ядру). Является самым популярным выбором набора у Монарха.",
    "titan": 7
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 33,
  "fields": {
    "name": "Быстрая перезарядка",
    "slug": "bystraya-perezaryadka",
    "descr": "Быстрая перезарядка уменьшает кулдаун у способности Перезарядка (как же я ненавижу локализаторов этой игры) на 5 секунд, позволяя чаще ее использовать.",
    "titan": 7
  }
},
{
  "model": "titans.titankitmodel",
  "pk": 34,
  "fields": {
    "name": "Выживают приспособленные",
    "slug": "vyzhivayut-prisposoblennye",
    "descr": "С набором Выживают приспособленные Монарх становится единственным титаном в игре, способным выйти из обреченного состояния с помощью батареи. Позволяет Монарху дольше жить на поле боя при условии, что у вас, ваших союзников или где-то на карте есть лишняя батарея.",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 1,
  "fields": {
    "name": "Обобщенно об Ионе",
    "slug": "obobshenno-ob-ione",
    "content": "Ион – первый титан, доступный игрокам в мультиплеере, однако он далеко не самый простой в обращении. Новичку для того, чтобы показывать более-менее приемлемые результаты, необходимо научиться контролировать расход энергии и научиться правильно пользоваться «Вихревым щитом». Основная проблема Иона в том, что он обладает очень низким уроном с основного оружия, компенсируя это невероятно эффективной защитной способностью. Однако, профессиональный Ион – это то, что вы точно не хотите встретить на поле боя. Из-за «Вихревого щита» Ион является абсолютным контрпиком Легиона и может доставить множество неприятных эмоций Тону, Монарху и Нордстару. Если дополнительно установить модификацию «Усиление вихря», то вы практически перестанете получать урон, перенаправляя все снаряды обратно во врага и вызывая их искреннюю ненависть.",
    "image": "Ион/strategy_pictures/Legions-nightmare.webp",
    "titan": 1
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 2,
  "fields": {
    "name": "О лазерном выстреле",
    "slug": "o-lazernom-vystrele",
    "content": "«Лазерный выстрел» - очень хорошая способность для уничтожения катапультировавшихся пилотов, так как является высокоточной хитскан атакой. Наносит серьезный урон при попадании в уязвимые точки противника, но абсолютно неэффективен против энергетических щитов Тона и Легиона. Теоретически, обладая хорошим аимом, можно выполнять роль снайпера, используя только «Лазерный выстрел», но мне кажется, что это извращение.",
    "image": "Ион/strategy_pictures/Ion-killer.webp",
    "titan": 1
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 3,
  "fields": {
    "name": "О вреде лазерных растяжек",
    "slug": "o-vrede-lazernyh-rastyazhek",
    "content": "«Лазерная растяжка» - неплохая способность зонинга противника, однако, далеко не самая эффективная. Начнем с того, что она легко уничтожается выстрелами на расстоянии, и в отличие от аналогичной способности Нордстара, ее практически невозможно не заметить. Однако, если на вас нападает злой Ронин, то он просто не успеет среагировать на поставленную растяжку и словит взрыв на треть полоски прочности. При использовании комплекта «Нуль-растяжка» использование способности не тратит энергию, но я считаю, что есть комплекты получше.",
    "image": "Ион/strategy_pictures/TripWire-is-scary.webp",
    "titan": 1
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 4,
  "fields": {
    "name": "О Лазерном безумии",
    "slug": "o-lazernom-bezumii",
    "content": "Ну и наконец, «Ядро Лазера». Очень сильная способность, позволяющая отправить на респ только что высадившегося титана с полным здоровьем. Во время использования Ион очень уязвим, так как движется намного медленнее и не может использовать способности, но право слово, кого это волнует?) Когда ты видишь Иона с активным Ядром, мгновенно пробивающим любые щиты и наносящим колоссальный урон вряд ли у тебя возникнет идея встать перед ним и пострелять. Но магия начинается при установке комплекта «Большой лазер», увеличивающим длительность работы ядра. С такой модификацией, даже Скорчу и Легиону поплохеет.",
    "image": "Ион/strategy_pictures/Laser-core-online.webp",
    "titan": 1
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 5,
  "fields": {
    "name": "Билды",
    "slug": "bildy",
    "content": "Как мне кажется, есть три основных билда на Иона: для начинающих, для продвинутых пользователей «Вихревого щита» и для любителей сжигать все «Ядром Лазера».\r\n\r\nДля начинающего стоит взять стандартную «Преломляющую линзу», повышающую урон от основного оружия в прицеле, но тогда придется отказаться от частого использования остальных способностей, потому что энергии на все не хватит. Из общих комплектов идеально подойдет «Турбодвигатель» для дополнительного рывка или «Контрмеры», если бесят Родео-пилоты.\r\n\r\nЕсли вы уже освоили «Вихревой щит», то вне всяких сомнения надо брать «Усиление вихря», по моему скромному мнению являющемуся лучшим комплектом на Иона. Из основных модулей по желанию, но я лично беру турбодвигатель, чтобы при израсходовании энергии можно было быстро уйти за укрытие.\r\n\r\nНу а любителей лазертага нужна связка из «Перегрузки ядра» и «Большого лазера». Очень страшная комбинация, особенно если вы умеете быстро фармить заряд ядра.",
    "image": "Ион/strategy_pictures/Ion-bread.gif",
    "titan": 1
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 6,
  "fields": {
    "name": "Обобщенно о Тоне",
    "slug": "obobshenno-o-tone",
    "content": "Тон – универсальный титан, позволяющий игрок играть так как ему хочется. Основное оружие наносит стабильно хороший урон на любых дистанциях и мгновенно уничтожает пилотов. Следящие ракеты очень надоедливые и заставляют врага постоянно уходить в укрытия, теряя темп. Стена частиц поможет нанести бесплатный урон, либо отступить, оставив щит между собой и противником. Сонарный пульсар дает дополнительную информацию команде, а также позволяет наводить ракеты даже по противникам в укрытии. Ядро может смертельно удивить врага, особенно если он не видел момент его активации. Из-за всего вышеперечисленного Тон – лучший выбор новичка, особенно учитывая, что при прохождении одиночной кампании игрок скорее всего будет использовать именно Тона. Однако, в сражении с Ронином, Скорчем или Легионом на ближней дистанции стоит рассмотреть вариант отступления, так как все они обладают возможностью нивелировать ваши преимущества.",
    "image": "Тон/strategy_pictures/Overpovered-Tone.webp",
    "titan": 2
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 7,
  "fields": {
    "name": "Empty",
    "slug": "empty",
    "content": "У 40-мм трекер-пушки практически нет недостатков, она позволяет делать все, что только может понадобиться в бою. Если бы у нее было больше урона, то в принципе можно было бы использовать только ее)). Если вы предпочитаете наносить урон на расстоянии, то имеет смысл взять набор «Загрузчик очереди». Многие его ругают и безосновательно: в ближнем бою от него нет никакой пользы. Однако, если стрелять издалека, то можно заряжать выстрелы в укрытии, ненадолго выходить для выстрела, и снова прятаться в укрытие. \r\n\r\nСледящие ракеты очень раздражающее оружие, за которое вас будут ненавидеть. Они наносят очень много урона, и от них довольно трудно увернуться. Имеет смысл выпускать ракеты вертикально вверх, тогда шанс того, что они не попадут в какое либо препятствие, выше.\r\n\r\nСонарный пульсар весьма специфическая способность, которую нужно применять своевременно. Например, можно заранее узнать о наличие врагов за углом и подготовиться к встрече. Также бывает полезно подсветить команде флангующего Ронина, если вы не пользуетесь войсчатом. \r\n\r\nСтена частиц – это просто конфетка. Позволяет вам и вашей команде стоять открыто и наносить урон, не беспокоясь об ответке. Отлично использовать способность, стреляя издалека и нивелируя любую угрозу.",
    "image": "Тон/strategy_pictures/Tone-tracker.webp",
    "titan": 2
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 8,
  "fields": {
    "name": "Ракетная вечеринка",
    "slug": "raketnaya-vecherinka",
    "content": "Ядро залпа, если противник не находится прямо перед вами, лучше направлять в небо. Тогда у вас будет больше времени сориентироваться и выбрать цель для атаки. Также ракеты, заходящие сверху имеют больший шанс достигнуть цели и не поймать случайную стенку. Ну и в-третьих, некоторые не очень опытные игроки просто не смотрят вверх, и могут не заметить приближающуюся волну ракет.",
    "image": "Тон/strategy_pictures/Salvo-Core-Online.webp",
    "titan": 2
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 9,
  "fields": {
    "name": "Билды на Тоне",
    "slug": "bildy-na-tone",
    "content": "Пройдемся по наборам.\r\n\r\nТрудно сказать, какой основной комплект брать для Тона. «Турбодвигатель» - универсальный выбор в любой непонятной ситуации, так как мобильность наше все. Однако, если вы отыгрываете Тона - снайпера, то мобильность вам не особо и нужна. Можно взять «Перегрузку ядра», но, честно говоря, ядро залпа далеко не самое сильное ядро и игре. Кто-то вообще берет «Боевой чип» и радуется жизни)). Поэтому можно брать все, что душе угодно. \r\n\r\nНемного отличается ситуация с персональными наборами. В случае с Тоном, каждый набор соответствует какому-то аспекту игры за него. Если вы пользуетесь Ракетами, то берите «Ракетный залп» для урона, либо «Улучшенное наведение» / «Эхо-пульс», если хочется быстрее ставить метки основным оружием/ сонаром соответственно. Если хочется жить долго и относительно счастливо, то можно взять «Мощный силовой барьер». В общем, полное разнообразие!",
    "image": "Тон/strategy_pictures/Funny-Tone.png",
    "titan": 2
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 10,
  "fields": {
    "name": "Обобщенно о Скорче",
    "slug": "obobshenno-o-skorche",
    "content": "Скорч – довольно дружелюбный для новичка титан, позволяющий быстро освоить его основные механики и начать вносить импакт в бой. Его большой запас здоровья позволяет совершать ошибки, а способностями легко пользоваться. Лучше всего Скорч себя чувствует в замкнутых пространствах, где противникам будет сложно избежать получения урона от зажигательных ловушек. Не стоит устраивать перестрелки в дальнем бою, так как единственным способом нанесения урона у вас будет основное оружие. Также Скорч хорош для выкуривания врагов из-за укрытия.",
    "image": "Скорч/strategy_pictures/Warhammer-Scorch.jpg",
    "titan": 3
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 11,
  "fields": {
    "name": "Снаряжение скорча",
    "slug": "snaryazhenie-skorcha",
    "content": "Пройдемся по снаряжению подробнее:\r\n\r\nОсновное оружие, хоть и наносит приличный урон(800 единиц), имеет очень длительную перезарядку. Поэтому его следует использовать в моменты, когда другие способности на перезарядке, либо для поджога бочек с газом. После попадания Термитные заряды продолжают гореть, нанося дополнительный урон. Если выстрелить в верхнюю часть врага, то термитная смесь некоторое время останется на корпусе, что позволит увеличить урон. Если вражеский пилот пытается похитить у вас батарею, можно встать под крышу и выстрелить вверх, тогда термитная смесь упадет на вас и сожжет врага. \r\n\r\n«Стена огня» наносит сравнительно мало урона, поэтому основной целью его использования является поджог бочек с газом. Поэтому сомнительным выглядит использование набора «Подпитка огня», удваивающим количество зарядов способности.\r\n\r\n«Зажигательная ловушка» - самая перспективная способность Скорча. Она хороша как в защите, не позволяя врагу приблизиться, так и в нападении, нанося огромный урон. Активировать бочки можно любой способностью Скорча. Имеет смысл использовать бочку перед применением Ядра, чтобы повысить урон. Так же бочки стоит использовать, если вражеский пилот спрятался в укрытии за стеной. В этом случае радиуса действия бочки хватит, чтобы устроить «Священное аутодаффе» противнику.\r\n\r\nТепловой щит – очень сильная способность, в равной степени хорошая как в защите, так и в нападении. Именно тепловой щит – это причина, по которой врагам не хочется приближаться к Скорчу. С набором «Адский щит», использование «Теплового щита» позволит полностью обнулить здоровье любого врага. Несмотря на внешнее сходство, механика работы защитных способностей Иона и Скорча совершенно разные.",
    "image": "Скорч/strategy_pictures/Dont-Grapple-Scorch.gif",
    "titan": 3
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 12,
  "fields": {
    "name": "О билдах Скорча",
    "slug": "o-bildah-skorcha",
    "content": "Ядро огнемета лучше всего использовать в скоплении врагов, так как его урон не зависит от количества целей. Также его использование на противнике с низким уровнем здоровья сразу же уничтожит его, минуя состояние обреченности и не давая возможности пилоту катапультироваться.\r\n\r\nПоговорим о билдах.\r\n\r\nИз основных наборов следует взять «Перегрузку ядра», если вы любитель использовать Ядро огнемета, либо «Турбодвигатель» для повышения мобильности. С наборами ситуация обстоит намного интереснее. Новичку можно взять «Закаленную обшивку», что повысит выживаемость и позволит стоять прямо в своих горящих бочках. Так же можно взять «Пожар» или «Адский щит», для повышения урона вдали или вблизи соответственно. Если вы ориентируетесь на постоянное использование Ядра, то логичным будет взять набор «Выжженая земля», что повысит урон от самой ульты. Лично я играю через «Закаленную обшивку» либо «Адский щит», но это дело вкуса.",
    "image": "Скорч/strategy_pictures/Scorch-Execution.gif",
    "titan": 3
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 13,
  "fields": {
    "name": "Обобщенно о Легионе",
    "slug": "obobshenno-o-legione",
    "content": "Легион – один из наиболее простых титанов в игре. С учетом «Оружейного щита», он обладает безумным запасом прочности в 15 тысяч единиц (для сравнения, у Ронина всего 7,5). Не стоит забывать о «Хищнике», имеющим самый высокий урон в минуту среди всех оружий титанов. Это делает Легион очень удобным титаном для новичков, однако при прокачке он становится доступен одним из последних. Из-за механики переключения режима огня, Легион может ломать кабины на любых дистанциях. Также стоит отметить, что из-за хитскан природы его атак, он очень хорош в уничтожении вражеских пилотов на средне-близких дистанциях.",
    "image": "Легион/strategy_pictures/Simple-Legion.webp",
    "titan": 4
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 14,
  "fields": {
    "name": "Слабости Легиона",
    "slug": "slabosti-legiona",
    "content": "Но, если бы все было так хорошо, не было бы смысла в других титанах, правильно? Действительно, несмотря на столь жирные преимущества, эта машина смерти не лишена очень значимых недостатков, не позволяющих объявить Легиона лучшим титаном в игре.\r\nВо-первых, для нанесения урона он должен «торговать лицом», то есть во время стрельбы он не может уйти за укрытие. Другие титаны могут выстрелить, и уйти за угол на перезарядку, что недоступно Легиону. \r\n\r\nВо-вторых, Легион очень, ОЧЕНЬ медленный. Являясь потомком «Огра», он даже с установленным Турбодвигателем, может совершить только один рывок. С другой стороны, такому крепышу и не нужны никакие укрытия. \r\n\r\nВ-третьих, существуют титаны, полностью или частично подавляющие Легиона. Первое место делят Ронин и Ион, титаны с двумя самыми лучшими защитными способностями в игре. Ронин, из-за своей скорости и блокировки мечом может очень быстро сократить дистанцию и разобрать неповоротливого легиона на запчасти. Ион просто перехватит все выстрелы Легиона и отправит их обратно. Также для Легиона будет неприятна встреча с Тоном, который сможет безопасно класть все снаряды в огромный корпус «папочки» из-под своего щита. Вообще, грамотный Легион способен разобрать вообще всех на сервере, но все-таки эти титаны обладают способностями, доставляющими некоторые неудобства нашему подопечному.",
    "image": "Легион/strategy_pictures/Legions-nightmare.webp",
    "titan": 4
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 15,
  "fields": {
    "name": "Способности Легиона",
    "slug": "sposobnosti-legiona",
    "content": "А теперь немного о его способностях. Мощный выстрел ближней версии помимо вскрытия кабин вражеских титанов очень хорош в уничтожении мельтешащих вокруг пилотов, а дальняя версия позволит вам ненадолго почувствовать себя Нордстаром. Модификация «Скрытый отсек» позволит использовать два выстрела подряд, что очень солидно.\r\nПереключение режима стрельбы занимает некоторое время, после которого нужно еще раскрутить ствол. Поэтому будет лучше сделать свои дела, пока никто не видит, раскрутиться и выйти в поле, ломать кабины.\r\nОружейный щит очень хорош, но обладает некоторыми недостатками. При активации, его уже нельзя отменить, вы медленно идете вперед с раскрученным стволом и караете неверных. Но, это лишает вас тех крох мобильности, что еще оставались. Можно дополнительно укрепить щит модификацией «Бастион».",
    "image": "Легион/strategy_pictures/Legion-Cycle.png",
    "titan": 4
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 16,
  "fields": {
    "name": "Никто не сбежит от пули",
    "slug": "nikto-ne-sbezhit-ot-puli",
    "content": "Ядро Смартгана это очень вкусная способность, на время действия которой к вам никто не захочет подходить. Лично я советую перед применением включать режим дальнего боя. Патроны экономить не надо, а урона больше. Также это Ядро невероятно удобно дня уничтожения пилотов, особенно катапультировавшихся. «Группа датчиков» Позволит продлить вам праздник.",
    "image": "Легион/strategy_pictures/Smart-COre.jpg",
    "titan": 4
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 17,
  "fields": {
    "name": "Билды на Легионе",
    "slug": "bildy-na-legione",
    "content": "По билдам для Легиона все относительно просто. Для новичков следует взять «Турбодвигатель» из основных комплектов и «Расширенный боезапас» / «Скрытый отсек» из специализированных. Это позволит наносить очень хороший урон всем, кого увидите.\r\nЯ лично играю через «Перегрузку ядра» и «Группу датчиков». При умении быстро набивать Ядро, вы будете уничтожать врагов пачками.",
    "image": "Легион/strategy_pictures/Die-Heretic.jpg",
    "titan": 4
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 18,
  "fields": {
    "name": "Обобщенно о Ронине",
    "slug": "obobshenno-o-ronine",
    "content": "Ронин – очень солидный титан, требующий высоких умений со стороны игрока. Как и было сказано выше, он может выполнять все роли на поле боя. Однако я вижу Ронина в первую очередь именно титаном нападения. Его способности позволяют постоянно напрягать врагов с флангов и тыла, при этом у него практически всегда есть возможность отступить. Можно наказывать отвлекшихся или раненых врагов, входя с ними в клинч и не давая им убежать.",
    "image": "Ронин/strategy_pictures/Wide-Ronin.jpg",
    "titan": 5
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 19,
  "fields": {
    "name": "Подробнее о снаряжении Ронина",
    "slug": "podrobnee-o-snaryazhenii-ronina",
    "content": "Пройдемся подробнее по снаряжению:\r\n\r\nДробовик Ронина, «Leadwall», обладает очень долгой перезарядкой относительно его урона и емкости магазина.  Поэтому имеет смысл использовать его при инициировании сражения, а после переключаться на меч. Перезарядка во время активного противостояния нерациональна, поэтому, если вы все же предпочитаете пользоваться дробовиком, перезаряжаться лучше в укрытии. Так как дробовик практически не наносит урона, многочисленные рывки Ронина позволят сократить дистанцию с противником. \r\n\r\nДуговая волна – отличный прием, если вы не хотите наносить им урон. Волна идеальна для того, чтобы замедлить отступающего врага, позволив Ронину применить весь свой арсенал ближнего боя. Вообще, любые способности контроля в Титанфоле очень полезные и сильно расширяют ваши возможности на поле боя. Дуговую волну можно использовать оригинально, например, оглушить врага и использовать его корпус как укрытие. Дуговая волна при дезактивированном Ядре Меча не убивает пилотов, а только оглушает их. Важно знать нюанс деййствия этой способности. При активации она движется вперед, при этом она неспособна поражать цели выше места активации. Это значит, что использовать ее можно либо на ровной местности, либо стоя выше противника.",
    "image": "Ронин/strategy_pictures/Ronin-won.png",
    "titan": 5
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 20,
  "fields": {
    "name": "О фазовом рывке",
    "slug": "o-fazovom-ryvke",
    "content": "Наиболее универсальной способностью Ронина по моему мнению является Фазовый рывок. Способность позволит догнать убегающего врага, быстрее добраться до места схватки либо уйти из опасной области. Также рывок, за счет эффекта неуязвимости, позволяет пережить Ядерную катапульту или Ядра некоторых титанов. Использование обычного рывка вместе с «Фазовым рывком» позволит преодолеть огромную дистанцию.",
    "image": "Ронин/strategy_pictures/Nuclear-Ronin.jpg",
    "titan": 5
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 21,
  "fields": {
    "name": "Защита и ядро меча",
    "slug": "zashita-i-yadro-mecha",
    "content": "Наконец, «Блок меча», пожалуй, самая мощная способность Ронина, уменьшающая весь входящий урон чуть менее чем в ЧЕТЫРЕ(!) раза. Так как у блока нет отката, при правильном использовании можно сделать Ронина самым крепким титаном в игре. Однако стоит помнить, что способности некоторых титанов, не основанных на снарядах, игнорируют щит.\r\n\r\nЯдро Меча, на удивление, лучше использовать для защиты, а не нападения. Дело в том, что при активации, показатель защиты оборонительной способности достигает 85%, что делает Ронина фактически неубиваемым. Лучше всего дождаться израсходования противником боеприпасов, сблизиться, а потом начать резню. Лишние 2 – 3 удара хороши, но выгоднее будет выжить и нанести урон потом. Однако это не значит, что Ядро нужно хранить для какого-то особого момента. Бывают ситуации, когда разумнее устроить РеЗнЮ МеЧоМ.",
    "image": "Ронин/strategy_pictures/Im-Immortal.jpg",
    "titan": 5
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 22,
  "fields": {
    "name": "Билды на Ронине",
    "slug": "bildy-na-ronine",
    "content": "Пройдемся по сетапам. \r\nДля начинающих игроком наиболее полезным основным комплектом будет «Турбодвигатель», который добавит мобильности. Из наборов Ронина можно смело брать все, кроме скилозависимого «Горца» и бесполезных «Пуль с рикошетом». Основной целью для новичков на этом титане будет научиться правильно использовать Ядро и блокирующую способность.\r\nПосле приобретения этих навыков, можно начать строить свой билд на использовании Ядра. Тогда необходимо взять «Перегрузку» и «Горца». Ядро будет заряжаться быстрее, и при убийстве врагов его длительность будет продолжаться. \r\nВообще, каждый волен играть так, как ему удобно. Но лично для меня, использование Блокировки вместе с Ядром является абсолютным мастхевом, делающим Ронина одним из самых сильных титанов. Но будем честны, все играют за него из-за его крутой озвучки.",
    "image": "Ронин/strategy_pictures/Ronin-Excecution.gif",
    "titan": 5
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 23,
  "fields": {
    "name": "Обобщенно о Нордстаре",
    "slug": "obobshenno-o-nordstare",
    "content": "Нордстар – это очень сложный в обращении титан, не прощающий ошибок. Из-за специфического оружия и низкого запаса прочности, любой приблизившийся вражеский титан способен быстро отправить вас на респ. Нордстар должен постоянно держать как можно большую дистанцию с противником, чтобы реализовать все свое преимущество. Огромная маневренность, полет и замедляющие мины позволяют это делать. Хороший игрок за Нордстара должен знать все особенности других титанов, иметь стратегию противодействия каждому из них а также обладать отличной меткостью для стрельбы по уязвимым точкам врагов.",
    "image": "Нордстар/strategy_pictures/Northstar-Fact.jpg",
    "titan": 6
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 24,
  "fields": {
    "name": "Плазма и ракеты",
    "slug": "plazma-i-rakety",
    "content": "Пройдемся подробнее по его снаряжению:\r\n\r\nПлазменный рельсотрон – это оружие, обладающее самым высоким разовым уроном, и в тоже время самым низким уроном в минуту среди всех оружий титанов. Поэтому играя за Нордстара, необходимо показываться на глаза врагу только на время выстрела, а на время перезарядки и накачки нового выстрела уходить за укрытие. Как было сказано выше, рельсотрон, в зависимости от накачки, выпускает заряд разной силы. Поэтому против пехоты и вражеских пилотов имеет смысл стрелять сразу. Однако, если вы заняли снайперскую позицию, то стоит постоянно держать полный заряд, чтобы можно было быстро отреагировать на появившегося врага. С набором «Снайперский выстрел», плазменные заряды приобретают способность проникать сквозь нескольких противников, а набор «Выделение врагов» сделает силуэт врагов заметнее при прицеливании.\r\n\r\nКластерные ракеты – очень хорошая способность для зонинга противника. Если враг находится за укрытием, то с помощью кластерной ракеты можно вынудить его выйти и подставиться под выстрел из рельсотрона. Также с помощью этих ракет можно наносить урон противникам с щитами. Перед использованием кластерной ракеты можно предварительно связать врага, тогда он получит максимальный урон. Более того, способность можно использовать при отступлении, просто выстрелив себе под ноги, что замедлит преследующего врага. Следует отметить, что кластерные ракеты превосходно работают против пехоты и пилотов. В общем, применений для этой способности огромное количество. Можно усилить способность набором «Улучшенная боеголовка».",
    "image": "Нордстар/strategy_pictures/Northstar-Equipment.jpg",
    "titan": 6
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 25,
  "fields": {
    "name": "Чел пойман",
    "slug": "chel-pojman",
    "content": "СВВП – весьма ситуативная способность, могущая как дать тактическое преимущество, так и подставить вас под выстрелы врага. Хорошей эта способность становится только с набором «Двигатели Гюрзы». СВВП может помочь, если вы где-то ошиблись, и подпустили Скорча или Ронина к себе, тогда, поднявшись в воздух, вы лишите их возможности нанести серьезный урон. Однако все остальные вражеские титаны с благодарностью воспримут малоподвижную мишень в воздухе.\r\nСвязывающая ловушка – это способность, которая может дать вам время убежать от врага. Можно заранее обложить свою позицию минами, чтобы заранее заметить и задержать противника. Как было сказано выше, можно комбинировать с Кластерными ракетами и выстрелами из основного оружия. Используя набор «Двойной капкан», можно взять сразу две ловушки.",
    "image": "Нордстар/strategy_pictures/You-Trapped.jpg",
    "titan": 6
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 26,
  "fields": {
    "name": "Ядро полета в руках",
    "slug": "yadro-poleta-v-rukah",
    "content": "Ядро полета сложно назвать лучшим ядром в игре, и на это есть несколько причин. Во-первых, это сравнительно низкий урон от ракет. Во-вторых, ядро полета обладает тем же недостатком, что и СВВП. Вы крайне уязвимы при полете, и будьте уверены, что этим воспользуются ваши враги.",
    "image": "Нордстар/strategy_pictures/Surprise-Northstar.jpg",
    "titan": 6
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 27,
  "fields": {
    "name": "Где топливо",
    "slug": "gde-toplivo",
    "content": "По-моему мнению, единственным хорошим набором для Нордстара является «Двигатели Гюрзы». Этот набор позволяет полноценно пользоваться СВВП. Однако, если вы не любите летать, то можно взять Усиленные ракеты, что позволит наносить больше урона. Основным комплектом я беру Турбодвигатель, чтобы получить еще больше мобильности, так необходимой Нордстару для выживания.",
    "image": "Нордстар/strategy_pictures/Bruh-Northstar.jpg",
    "titan": 6
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 28,
  "fields": {
    "name": "Обобщенно о Монархе",
    "slug": "obobshenno-o-monarhe",
    "content": "По моему скромному мнению, Монарх – лучший титан в игре. Человек с прямыми руками может буквально весь матч сидеть в титане и не умирать. Многочисленные способы восстановить здоровье, начиная от набора «Дополнительной батареи» пилота и до комплекта «Похититель энергии» у самого монарха позволяют постоянно держать уровень здоровья титана на достаточном для сражений уровне. При грамотном улучшении ядра Монарх превращается в неубиваемую машину для убийства, способную танковать на уровне Легиона, наносить огромный дамаг и еще с возможностью исцеления. Но, для таких результатов надо много играть и учиться. С нулевым ядром, Монарх объективно проигрывает большинству коллег.",
    "image": "Монарх/strategy_pictures/Gemme-battery2x.jpg",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 29,
  "fields": {
    "name": "Оружие и ракеты",
    "slug": "oruzhie-i-rakety",
    "content": "Пройдемся по способностям подробнее:\r\nОсновное оружие очень хорошо, позволяет фармить заряд ядра издалека, не рискуя титаном. При этом, в отличие от рельсотрона Нордстара, в ближнем бою оно не становится менее эффективным. При стрельбе по вражеской кабине, особенно с «Дуговыми зарядами», из-за искр противник будет видеть все, кроме вас. \r\nРакетный рой это оружие ближней и ближне-средней дистанции, так как ракеты летят медленно, и среагировать на них довольно просто. Если у вас проблемы с аимом, то они отлично подходят для уничтожения маневренных пилотов. Неплохо заходит улучшение ядра первого уровня «Ракетные стойки», удваивающее количество выпускаемых ракет. Позволяет намного проще уничтожать пилотов и прилично повышает урон.",
    "image": "Монарх/strategy_pictures/Gemme-Battery.jpg",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 30,
  "fields": {
    "name": "Остальные способности",
    "slug": "ostalnye-sposobnosti",
    "content": "Перезарядка – способность, часто недооцениваемая начинающими пилотами. Однако, эта способность по полезности находится рядом с Ядром Улучшения. Почему? Все дело в том, что эта способность при своевременном применении позволяет: догнать убегающего врага, добить раненого противника ракетами, убежать в укрытие, восстановить здоровье сифоном. По сути, у вас двойной запас всех способностей, включая рывок. Мне кажется, что это очень полезно.\r\n\r\nЭнергетический сифон тоже очень крут. Восстанавливать щит, замедляя врагов – звучит очень выгодно. Перед выстрелом надо накопить заряд, который можно прервать атакой ближнего боя.",
    "image": "Монарх/strategy_pictures/Im-alive.jpg",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 31,
  "fields": {
    "name": "Лучший билд",
    "slug": "luchshij-bild",
    "content": "А теперь пройдемся по билдам. Конечно, играть можно на всем, что угодно, но все же я выделяю три основных стиля игры за Монарха. Сразу стоит сказать, что по причине уникальной механики ядра, из стандартных комплектов мне кажется наиболее логичным взять «Перегрузку ядра», а для восстановления здоровья мастхевом является комплект «Похититель энергии».\r\n\r\nИтак, наиболее сильная сборка по моему мнению это Монарх, полагающийся на основное оружие. Из комплектов берем «Перегрузку ядра» и «Похититель энергии», из улучшений это «Дуговые снаряды», «Перезарядку и перезагрузку» либо «Энергощит» и «Ускоритель XO16». В этой сборке достаточно улучшиться всего один раз, и уже можно будет активно встревать в файты. Второе улучшение опционально, но я предпочитаю ускорить «Перезарядку». Во время активации финального улучшения на сервере начинает играть музыка боса из «Dark Souls», при этом в качестве босса выступаете именно вы. Финальное улучшение XO16 добавляет ей механику разгона, что попросту отрывает кабину всем вражеским титанам. В общем, всем рекомендую.",
    "image": "Монарх/strategy_pictures/Masaqcre.gif",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 32,
  "fields": {
    "name": "Ракетный Монарх",
    "slug": "raketnyj-monarh",
    "content": "Второй сборкой является «Ракетный Монарх». Как понятно из названия, здесь мы ударимся в ракеты. Берем стандартную «Перегрузку ядра» и на выбор либо «Похититель энергии» либо «Быструю перезарядку». Выбор тут такой: возможность восстанавливаться во время казней, либо ускоренное восстановление перезарядки. Из улучшений это «Ракетные стойки», «Перезарядку и перезагрузку» и «Многоцелевые ракеты». Ускоренная перезарядка позволит чаще использовать ракеты. Этот билд становится реально сильным именно после финальной эволюции, когда противники пачками получают самонаводящиеся ракеты.",
    "image": "Монарх/strategy_pictures/ROCKETS.gif",
    "titan": 7
  }
},
{
  "model": "titans.strategyblockmodel",
  "pk": 33,
  "fields": {
    "name": "Хиллер на Монархе",
    "slug": "hiller-na-monarhe",
    "content": "Третья сборка - это Монарх-Саппорт(!). Это самая живучая версия среди всех, способная еще и восстанавливать щиты союзникам.  Берем «Перегрузку» и «Отбор энергии». Улучшения следующие: «Передача энергии», «Энергощит» и «Укрепленный корпус». Увеличенное хп и усиленный модифицированный «Энергетический сифон» позволяют очень долго жить и давать жить союзникам. Но тут кроется проблема всех саппортов: без команды выжить невозможно. Усиленное хп не поможет, если ты почти не наносишь урон. Поэтому этот титан очень ситуативен.",
    "image": "Монарх/strategy_pictures/Support-Monarch.webp",
    "titan": 7
  }
},
{
  "model": "titans.monarchcorestagemodel",
  "pk": 3,
  "fields": {
    "name": "Первая стадия",
    "slug": "pervaya-stadiya",
    "descr": "На первом уровне находятся улучшения, которые задают дальнейший вектор развития Монарха. Хоть сами по себе они относительно полезные, но раскрывают себя в полной мере они лишь при дальнейшей прокачке."
  }
},
{
  "model": "titans.monarchcorestagemodel",
  "pk": 4,
  "fields": {
    "name": "Вторая стадия",
    "slug": "vtoraya-stadiya",
    "descr": "Улучшения второго уровня носят не настолько кардинальный характер, позволяя увеличить комфорт при игре на Монархе в рамках стиля игры каждого отдельного пилота."
  }
},
{
  "model": "titans.monarchcorestagemodel",
  "pk": 5,
  "fields": {
    "name": "Третья стадия",
    "slug": "tretya-stadiya",
    "descr": "Улучшения третьего уровня кардинально преображают Монарха, давая ему неоспоримое преимущество на поле боя"
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 2,
  "fields": {
    "name": "Дуговые заряды",
    "slug": "dugovye-zaryady",
    "content": "Дуговые заряды: у XO-16 становится на 10 больше патронов в магазине, а также снаряды становятся способны вытягивать энергию из щитов Скорча и Иона. Таким образом Монарх с этим улучшением является единственной контрмерой Вихревому щиту Иона.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_171653612.png",
    "stage": 3
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 3,
  "fields": {
    "name": "Ракетные стойки",
    "slug": "raketnye-stojki",
    "content": "Ракетные стойки: позволяют выпускать в два раза больше ракет из Залповой ракетницы. Позволяет сильнее полагаться на ракеты в плане наносимого ими урона, но не лишает их недостатков.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_171743355.png",
    "stage": 3
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 4,
  "fields": {
    "name": "Передача энергии",
    "slug": "peredacha-energii",
    "content": "Передача энергии: позволяет при использовании Отбора энергии на союзном титане дать тому щит. С этим улучшением возможно отыгрывать роль саппорта, лишь помогая союзникам, но не являясь основной ударной силой.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_172145873.png",
    "stage": 3
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 5,
  "fields": {
    "name": "Перезарядка и перезагрузка",
    "slug": "perezaryadka-i-perezagruzka",
    "content": "Перезарядка и перезагрузка: сокращают время перезарядки XO-16 а также время использования способности Перезарядка (как я ненавижу локализаторов этой игры). Делает игру на Монархе максимально комфортной лично для меня.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_171849790.png",
    "stage": 4
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 6,
  "fields": {
    "name": "Вихрь",
    "slug": "vihr",
    "content": "Вихрь: делает Электродым мощнее, позволяя тому наносить существенный урон, а также позволяет сильнее на него полагаться в плане нанесения урона вражеским титанам.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_171920269.png",
    "stage": 4
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 7,
  "fields": {
    "name": "Энергощит:",
    "slug": "energoshit",
    "content": "Энергощит: с этим улучшением Отбор энергии действует в области поражения, замедляя всех, кто находится в этой зоне. Также позволяет получить больше щита, если было задето несколько титанов.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_171951491.png",
    "stage": 4
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 8,
  "fields": {
    "name": "Многоцелевые ракеты",
    "slug": "mnogocelevye-rakety",
    "content": "Многоцелевые ракеты: при зажатии кнопки стрельбы из ракетницы производится захват цели и после выпущенные ракеты автоматически летят к цели. Позволяет наносить стабильный урон ракетами и делает их чуть ли не основным способом наносить урон титанам на любой дистанции.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_172027493.png",
    "stage": 5
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 9,
  "fields": {
    "name": "Укрепленный корпус",
    "slug": "ukreplennyj-korpus",
    "content": "Укрепленный корпус: усиливает корпус, восстанавливая две ячейки здоровья и повышая общий пул прочности до шести ячеек, что является самым высоким показателем среди всех титанов. Также защищает уязвимые зоны, что делает Монарха самым живучим титаном на поле боя.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_172042743.png",
    "stage": 5
  }
},
{
  "model": "titans.monarchcoreupgrademodel",
  "pk": 10,
  "fields": {
    "name": "Ускоритель XO-16",
    "slug": "uskoritel-xo-16",
    "content": "Ускоритель XO-16: усиливает основное оружие Монарха, увеличивая урон за выстрел и при длительной стрельбе постепенно увеличивая скорострельность, подобно пулемету Преданость. С эти улучшением у Монарха становится самый высокий урон в минуту среди всех титанов, хоть и на короткий срок максимальной раскрутки винтовки.",
    "image": "Монарх/core_upgrades/изображение_2023-11-15_172120947.png",
    "stage": 5
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 1,
  "fields": {
    "slug": "maskirovka",
    "name": "Маскировка",
    "mp_descr": "При активации этой способности, пилот на несколько секунд становится полупрозрачным. Маскировка спадает при атаке.",
    "mp_logo": "Маскировка/Cloak-logo.png",
    "video_link": "https://leonardo.osnova.io/2d8f0bc7-0042-5fbb-be4b-f5c48d8a4844/-/format/mp4#t=0.1",
    "short_descr": "Маскировка – это одна из трех тактических способностей, доступных игроку с начала игры. При ее активации на непродолжительное время пилот становится практически полностью невидимым.",
    "features": "Пилот имеет один заряд способности, после активации вы становитесь невидимым и запускается обратный таймер на 15 секунд, после которого невидимость спадет. После отключения способность будет недоступна на протяжение 18 секунд.\r\n\r\nЛюбая атака с вашей стороны досрочно отключает режим маскировки. Однако, если у вас в запасе оставалось несколько секунд действия способности, ее восстановление будет ускорено.\r\nВаш силуэт и ник не будет подсвечены противнику, даже если он в вас прицелится.\r\n\r\nВражеские неигровые персонажи (автотурели, пехотинцы, автотитаны и тд) не будут на вас реагировать.\r\n\r\nПри активации режима маскировки нацеленный на вас смарт-пистолет вас потеряет.\r\nМаскировка начинает работать со сбоями, если вы попадаете под эффект пульсирующего клинка, сонарного захвата или взлома карты."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 2,
  "fields": {
    "slug": "puls-klinok",
    "name": "Пульс Клинок",
    "mp_descr": "Пилот может кинуть мгновенно убивающий клинок, при попадании в поверхность начинающий выпускать поисковые волны, подсвечивающие врагов.",
    "mp_logo": "Пульс Клинок/Pulse-logo.png",
    "video_link": "https://leonardo.osnova.io/a089b919-c6a7-53a4-acc9-e8065f72c484/-/format/mp4#t=0.1",
    "short_descr": "Пульс-клинок – это одна из трех тактических способностей, доступных игроку с начала игры. Принцип действия способности основан на использовании особого устройства в форме кинжала, который способен подсвечивать противников в радиусе действия.",
    "features": "Принцип действия пульс-клинка схож с работой «Сонарного захвата», однако действует только 7 секунд.  Перезарядка способности занимает 25 секунд. \r\n\r\nВсе враги, попавшие в поле действия клинка, отображаются на миникарте, а их силуэты подсвечиваются команде через стены.\r\n\r\nПопадание клинком мгновенно убивает вражеских пилотов и пехотинцев."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 3,
  "fields": {
    "slug": "kryuk-koshka",
    "name": "Крюк-кошка",
    "mp_descr": "Крюк-кошка позволяет пилоту значительно повысить вертикальную мобильность и скорость передвижения. Позволяет зацепляться и притягиваться к любым поверхностям.",
    "mp_logo": "Крюк-кошка/Grapple-logo.png",
    "video_link": "https://leonardo.osnova.io/3051d601-d67a-5738-95c3-ca03dd233bf4/-/format/mp4#t=0.1",
    "short_descr": "Крюк-кошка – это одна из трех тактических способностей, доступных игроку с начала игры. Принцип действия способности сосредоточен вокруг использования крюк-кошки для повышения мобильности.",
    "features": "Наиболее примитивным использованием способности будет притягивание к стенам и уступам. При активации захвата, вы выстрелите крюком в точку прицеливания и притянетесь к ней.\r\n\r\nИгрок обладает 2 зарядами способности, максимальное время восстановления которых составляте 17 секунд. Однако, можно уменьшить время перезарядки за счет снижения дальности притягивания. Максимальная дистанция составляет 35 метров, поэтому используя крюк на 15-20 метрах удастся сократить кулдаун до 8-12 секунд.\r\n\r\nЕсли игрок посмотрит ниже точки захвата, горизонтальная скорость увеличится. Однако крюк отсоединится, если точка захвата выйдет из поля зрения пилота. Во время притягивания можно использовать двойной прыжок. Таким образом, пилот может перепрыгнуть через точку захвата и использовать ее, чтобы броситься вперед на большей скорости.\r\n\r\nВы не можете стрелять во время действия крюка, но все еще способны наносить удары ближнего боя."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 4,
  "fields": {
    "slug": "stimulyator",
    "name": "Стимулятор",
    "mp_descr": "При активации стимулятора, питон начинает намного быстрее двигаться. Также на время действия значительно возрастает регенерация здоровья.",
    "mp_logo": "Стимулятор/stim-logo.png",
    "video_link": "https://leonardo.osnova.io/4d2223b0-6f06-53f5-bbad-4522eae85c5f/-/format/mp4#t=0.1",
    "short_descr": "Стимулятор – это тактическая способность, доступ к которой игрок получает по достижении 3 уровня. Принцип действия стимулятора заключается в сильном увеличении скорости передвижения и восстановлении здоровья.",
    "features": "При активации на игрока накладывается 2 эффекта: Во - первых, он существенно увеличивает скорость своего перемещения на 4 секунды, а во-вторых, в момент активации он полностью исцеляется от всех повреждений.\r\n\r\nПосле использования Стимулятор будет снова доступен спустя 25 секунд."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 5,
  "fields": {
    "slug": "stena",
    "name": "Стена+",
    "mp_descr": "При активации перед пилотом возникает фронтальный энергетический щит, не пропускающий выстрелы.",
    "mp_logo": "Стена+/A-wall-Logo.png",
    "video_link": "https://leonardo.osnova.io/5eab69a4-a169-5945-a46d-7241321f6ab4/-/format/mp4#t=0.1",
    "short_descr": "Стена+ – это способность, которая становится доступна игроку по достижении 14 уровня.  Собой она представляет фронтальный энергетический щит, не пропускающий выстрелы противника, но усиливающий ваши.",
    "features": "С собой вы переносите один заряд способности. При активации перед вами возникает выпуклый щит, похожий на «Стену частиц». Стена активна на протяжение 15 секунд, а ее время восстановления составляет 20 секунд.\r\n\r\nПри получении достаточного урона, щит может быть преждевременно уничтожен.\r\nСнаряды титанов также получают усиление, преодолевая союзный щит."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 6,
  "fields": {
    "slug": "fazovyj-sdvig",
    "name": "Фазовый сдвиг",
    "mp_descr": "При активации пилот переходит в иное измерение, становясь при этом неуязвимым. Способность аналогична «Фазовому рывку» Ронина.",
    "mp_logo": "Фазовый сдвиг/Phase-logo.png",
    "video_link": "https://leonardo.osnova.io/122ae905-77ba-5365-9bfa-c44cf714ef3b/-/format/mp4#t=0.1",
    "short_descr": "Фазовый сдвиг – это тактическая способность, к которой игрок получает доступ при достижении 26 уровня. Позволяет ненадолго перейти в другое измерение, становясь невидимым и неуязвимым для противников.",
    "features": "У игрока есть 2 заряда способности. При активации, на вашем месте образуется энергетическая дымка, а вы сами на 2.5 секунды перемещаетесь в особое измерение, являющееся отражением игровой карты. После возвращения в нормальное измерение заряд станет снова доступен через 15 секунд. \r\n\r\nСледует помнить, что в первые мгновения после перехода вы все еще уязвимы, поэтому противник может убить вас выстрелом в то место, откуда вы исчезли. \r\n\r\nПри обратном сдвиге вы убьете врагов, которые будут стоять в точке выхода.\r\n\r\nВ фазовом пространстве вы не видите других игроков и НПС, кроме других пилотов в сдвиге и тинана Ронин в фазовом рывке."
  }
},
{
  "model": "pilots.pilotmodel",
  "pk": 7,
  "fields": {
    "slug": "golopilot",
    "name": "Голопилот",
    "mp_descr": "Пилот выпускает копию, повторяющую все действия оригинала. Копия привлекает внимание как живой силы, так и оборонных турелей.",
    "mp_logo": "Голопилот/Holopilot-logo.png",
    "video_link": "https://leonardo.osnova.io/90862e74-02a9-5116-bff7-014db66358d0/-/format/mp4#t=0.1",
    "short_descr": "Голопилот – это тактическая способность, которая становится доступна на 36 уровне аккаунта, что делает ее самой труднодоступной тактикой в игре. Принцип действия способности заключается в создании голограммы-обманки, которая будет повторять действия, совершаемые пилотом в момент активации способности.",
    "features": "Создаваемая приманка полностью автономна и не требует контроля. При активации она скопирует любое действие пилота за исключением стрельбы. То есть, в зависимости от действий игрока, голокопия будет бежать, скользить, ползти вперед или стоять на месте.\r\n\r\nСрок жизни приманки ограничен 10 секундами, но, как правило, она умирает намного раньше. Любой полученный урон или столкновение с препятствием приводят к уничтожению голокопии.\r\n\r\nНа приманку реагируют все неигровые персонажи (Автотитаны, турели, пехотинцы и тд.). Они будут воспринимать приманку, как полноценного игрока, что может помочь в трудной ситуации. \r\nДругие пилоты быстро различат подделку по неестественным движениям и нематериальности.\r\n\r\nСпособность имеет 2 заряда, перезаряжается за 12 секунд и является более доступной версией улучшения «Голопилот Нова»."
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 1,
  "fields": {
    "name": "Стратегия Маскировки",
    "slug": "strategiya-maskirovki",
    "content": "Перед началом, сразу кину спойлер: Маскировка – одна из худших тактических способностей в игре, так как несмотря на её некоторые преимущества, она полностью не конкурентоспособна по сравнению с более сильными тактиками. Начнём с преимуществ Маскировки, а потом шлифанем все ее недостатками.",
    "image": "Маскировка/strategy_pictures/Stelh.jpg",
    "pilot": 1
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 2,
  "fields": {
    "name": "Преимущества маскировки",
    "slug": "preimushestva-maskirovki",
    "content": "Итак, Маскировка, как бы это не было странно, нас маскирует. Как было сказано выше, вы становитесь слабозаметны для других игроков и невидимы для НПС. Также следует отметить, что вражеский игрок, управляющий титаном, видит вас намного хуже, чем игрок-пехотинец.",
    "image": "Маскировка/strategy_pictures/Camping.jpg",
    "pilot": 1
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 3,
  "fields": {
    "name": "Недостатки Маскировки",
    "slug": "nedostatki-maskirovki",
    "content": "На первый взгляд, все выглядит чудесно, не так ли? Нет, не так. Маскировка не дает никаких преимуществ, которые не могли бы дать другие способности. Например, любой пилот, наигравший больше 10 часов, будет всегда вас обнаруживать, даже сидя в титане. Маскировка далеко не полная, и враги видят область искажения там, где вы находитесь. Теоретически, если вы встанете в темном углу и не будете двигаться, вас могут не заметить. Но Titanfall 2 – это игра про крутой мувмент, а не кемперство.",
    "image": "Маскировка/strategy_pictures/Im_-Coming-Fort_-U.webp",
    "pilot": 1
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 4,
  "fields": {
    "name": "Заключение Маскировки",
    "slug": "zaklyuchenie-maskirovki",
    "content": "Относительно полезным будет свойство полной невидимости для НПС, что может вас спасти. Однако, чтобы попасть в ситуацию, когда вашей жизни реально угрожают НПС, надо сильно постараться. И даже в этом случае, другие способности помогут вам выжить не хуже, а то и лучше.\r\n\r\nТакже, ваш хитбокс почти в полтора раза больше, чем у среднестатистического пилота, что негативно скажется на вашей скрытности и выживаемости. \r\n\r\nВ общем, играть с Маскировкой я бы не советовал. Единственное нормальное применение для нее будет сидение в засаде на крыше со снайперкой. Но пока вы будете ждать жертву, ваши тиммейты набьют в 10 раз больше фрагов.",
    "image": "Маскировка/strategy_pictures/Titans-Paranoya.webp",
    "pilot": 1
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 5,
  "fields": {
    "name": "Бесполезный пульс клинок",
    "slug": "bespoleznyj-puls-klinok",
    "content": "Пульс-клинок – очень ситуативная тактическая способность. В первую очередь, она полезна для команды, так как позволяет лучше представлять ситуацию на поле боя. В начале матча она помогает собрать информацию о противнике, а в середине – не позволит зайти вам за спину. \r\nК тому же, при должной меткости, можно мгновенно убивать противников броском клинка. К сожалению, это единственное преимущество класса, и сейчас я объясню, почему.",
    "image": "Пульс Клинок/strategy_pictures/proper-use.webp",
    "pilot": 2
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 6,
  "fields": {
    "name": "Ваншот клинком",
    "slug": "vanshot-klinkom",
    "content": "Будем честны, мало кто из ваших союзников обратит внимание на противника за стеной). К тому же, любой член вашей команды может взломать карту, после чего будут подсвечены все противники на карте. Поэтому брать Пульс-клинок для сканирования врагов нерационально. \r\n\r\nПо сути, люди играют с Пульс-клинком только ради ваншотов, больше пользы от него нет. По личному опыту скажу, что игроков с этой тактической способностью можно вносить в красную книгу.",
    "image": "Пульс Клинок/strategy_pictures/Believer.jpg",
    "pilot": 2
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 7,
  "fields": {
    "name": "Вайву пилот",
    "slug": "vajvu-pilot",
    "content": "P.S – Я не понимаю почему, но такое чувство, что абсолютно все комьюнити Titanfall 2 выбрала своей вайфу женскую версию пилота с пульс-клинком. Количество ее изображений поражает воображение.",
    "image": "Пульс Клинок/strategy_pictures/LovelyPilot.jpg",
    "pilot": 2
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 8,
  "fields": {
    "name": "Крюк-кошка - Топ",
    "slug": "kryuk-koshka-top",
    "content": "По моему мнению, крюк-кошка – лучшая способность, улучшающая маневренность игрока. При должном умении, она не только дает преимущество в вертикальной мобильности, но и позволяет развить экстремально высокую скорость. При определенной сноровке, вы сможете перелететь всю карту за одно применение крюка. Далее я опишу некоторые техники скоростного передвижения, а также ситуации, применение способности в которых может вас спасти.",
    "image": "Крюк-кошка/strategy_pictures/Fast-Grapple.jpg",
    "pilot": 3
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 10,
  "fields": {
    "name": "Способы применения крюка",
    "slug": "sposoby-primeneniya-kryuka",
    "content": "Базовое действие, которое вы должны совершать при любом использовании тактики – это прыжок вперед за мгновение до срабатывания крюка-кошки. В момент захвата вы уже будете находиться в воздухе и двигаться в сторону точки захвата, что позволит вам набрать большую скорость, а также позволит использовать двойной прыжок во время действия способности.\r\n\r\nПомните, что с помощью крюка вы можете сделать полный оборот вокруг какой-нибудь точки, тем самым сбив врага с толку.\r\n\r\nЧтобы набрать максимальную скорость, необходимо зацепиться за край здания, отвернувшись от точки зацепа на 90 градусов двигаться вперед, постепенно поворачиваясь к центру. В момент, когда вы поравняетесь с местом захвата, повернитесь лицом относительно оси движения. Крюк автоматически отцепится, и вы с огромной скоростью устремитесь вперед.",
    "image": "Крюк-кошка/strategy_pictures/Spider-Grapple_cdvy121.jpg",
    "pilot": 3
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 11,
  "fields": {
    "name": "Иди сюда",
    "slug": "idi-syuda",
    "content": "Крюком можно зацепить вражеского пилота. После этого вас начнет стягивать друг к другу. Так как вы не можете стрелять, необходимо будет быстро нанести удар ближнего боя, иначе эта попытка закончится для вас печально.\r\n\r\nКрюк-кошка намного упрощает родео вражеских и союзных титанов. Достаточно просто выстрелить захватом в титана, и ваш персонаж автоматически проведет родео. Однако, вражеский титан будет уведомлен о прикреплении, что даст ему возможность применить контрмеры.",
    "image": "Крюк-кошка/strategy_pictures/Strice-Back.png",
    "pilot": 3
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 12,
  "fields": {
    "name": "Любовь к крюку",
    "slug": "lyubov-k-kryuku",
    "content": "В заключение, хочу признаться, что крюк-кошка навсегда в моем сердечке. Это прекрасная тактическая способность, очень сильно увеличивающая вашу мобильность, что в реалиях Titanfall 2 крайне выгодно. В общем, топ за свои деньги)",
    "image": "Крюк-кошка/strategy_pictures/Grapple_-is-OP_7XJUfac.webp",
    "pilot": 3
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 13,
  "fields": {
    "name": "О стиме",
    "slug": "o-stime",
    "content": "Стимулятор – лучший выбор для любителей реактивного геймплея! Наравне с Крюком-кошкой, он значительно увеличивает мобильность игрока. Особенности его действия таковы, что он больше всего подойдет игрокам, предпочитающим ближний и сверхближний бой.",
    "image": "Стимулятор/strategy_pictures/Fast.jpg",
    "pilot": 4
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 14,
  "fields": {
    "name": "Начинай убегать",
    "slug": "nachinaj-ubegat",
    "content": "Применение Стимулятора будет полезно практически во всех игровых ситуациях. Догнать отступающего врага, отступить в укрытие, восстановить здоровье, находясь под огнем – это далеко не все ситуации, когда Стим вас спасет. \r\nИграя с этой тактикой, вам следует взять оружие ближнего-среднего боя (дробовики и пистолеты-пулеметы). На оружие будет не лишним установить модуль «Контрабандист», чтобы была возможность стрелять на бегу.",
    "image": "Стимулятор/strategy_pictures/Run.png",
    "pilot": 4
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 15,
  "fields": {
    "name": "Итоги Стима",
    "slug": "itogi-stima",
    "content": "Максимальную скорость вы сможете набрать только активировав стимулятор во время бега по стене. Активация на горизонтальной поверхности будет пустой тратой способности, поэтому вашими любимыми картами должны стать локации с обилием построек.\r\n\r\nПо моему мнению, Стимулятор – одна из самых полезных тактических способностей, так как значительно повышает ваши шансы на выживание. Как говорится, быстрые ноги по голове не получат)",
    "image": "Стимулятор/strategy_pictures/OOps.png",
    "pilot": 4
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 16,
  "fields": {
    "name": "Бесполезная стенка",
    "slug": "bespoleznaya-stenka",
    "content": "Дамы и господа, мы нашли ее! Самая бесполезная тактическая способность в Titanfall 2!\r\n\r\nЭто просто какая-то насмешка, в самом динамичном онлайн шутере вводить персонажа, который ДОЛЖЕН сидеть на месте, так как он привязан к своему щиту. Не знаю как для вас, но мне играть за него просто невероятно скучно! К тому же, вас очень легко обойти и убить в спину, а вы даже сделать ничего не сможете.",
    "image": "Стена+/strategy_pictures/Kill-a-wal.png",
    "pilot": 5
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 17,
  "fields": {
    "name": "Все еще бесполезна",
    "slug": "vse-eshe-bespolezna",
    "content": "Правды ради стоит сказать, кто пилоты со Стеной+ неплохо себя показывают в обороне замкнутых пространств, например, в режиме «Охота за добычей». Так же есть любители посидеть за щитом на крышах со снайперской винтовкой или пулеметом. \r\nНо мое мнение относительно этого пилота однозначно – Полный отстой!",
    "image": "Стена+/strategy_pictures/Shame.jpg",
    "pilot": 5
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 18,
  "fields": {
    "name": "Адепт фазы",
    "slug": "adept-fazy",
    "content": "Признаюсь честно – я адепт фазового сдвига и считаю, что это лучшая способность в игре. Хоть она и не дает мобильности, Сдвиг поможет выбраться из самой неприятной ситуации. За время действия способности можно поменять позицию и удивить врага, пережить взрыв вражеского титана или среагировать на выстрелы в спину.",
    "image": "Фазовый сдвиг/strategy_pictures/Best-Op.png",
    "pilot": 6
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 19,
  "fields": {
    "name": "Неприятный выход",
    "slug": "nepriyatnyj-vyhod",
    "content": "Однако, для правильного использования способности надо держать в голове местонахождение всех противников, а также примерно рассчитывать, где они будут через несколько секунд. Нет ничего более беспомощного, чем пилот, вышедший из Сдвига спиной в противнику.",
    "image": "Фазовый сдвиг/strategy_pictures/Best-Op_PUQ6ZhF.png",
    "pilot": 6
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 20,
  "fields": {
    "name": "Обожаю фазу",
    "slug": "obozhayu-fazu",
    "content": "В общем, абсолютный топ за свои деньги. Я понимаю, что многие люди поставят на первое место Крюк или Стим, но я не предам свою веру!",
    "image": "Фазовый сдвиг/strategy_pictures/Phase-shift.png",
    "pilot": 6
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 21,
  "fields": {
    "name": "О голопилоте",
    "slug": "o-golopilote",
    "content": "Голопилот – довольно ситуативная способность, применение которой далеко не всегда даст вам тот результат, на который вы рассчитываете. По сути, эффективность применения голокопии в первую очередь зависит от внимательности противника, и только потом от вашего личного навыка. Далее будут рассмотрены некоторые игровые сценарии, при которых использование голо-обманки принесет вам наибольшую выгоду.",
    "image": "Голопилот/strategy_pictures/Wrong-point.webp",
    "pilot": 7
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 22,
  "fields": {
    "name": "Сунь Цзи",
    "slug": "sun-czi",
    "content": "Во-первых, следует применять голопилота при перестрелке на ближней дистанции. В этом случае, противник может запутаться и рефлекторно провести атаку ближнего боя, что даст вам преимущество. Помните, что удары кулаком к приманкам притягиваются так же, как и к вам. \r\n\r\nВо-вторых, можно выпустить голокопию из-за укрытия, а через секунду выйти за ней и уничтожить обманутого противника. У него будет слишком мало времени, чтобы опознать приманку, а значит, он поведется и проиграет. Все по Сунь Цзи!",
    "image": "Голопилот/strategy_pictures/Wrong-Shot.jpg",
    "pilot": 7
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 23,
  "fields": {
    "name": "Как выжить",
    "slug": "kak-vyzhit",
    "content": "В-третьих, имеет выпустить приманки после катапультирования. Это увеличит шанс вашего выживания в трое!\r\nВ-четвертых, применение голопилота может спасти вас от вражеских неигровых сил или турелей. Создав копии, вы выиграете время чтобы уйти в укрытие. Отлично работает в ПвЕ режимах вроде Обороны Фронтира.",
    "image": "Голопилот/strategy_pictures/holoarmy.jpg",
    "pilot": 7
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 24,
  "fields": {
    "name": "Бимба",
    "slug": "bimba",
    "content": "Также можно поиграть в минера и обложить взрывчаткой свою приманку, а потом сесть в засаду. Если кто-то решит провести казнь, его ждет бомбический сюрприз!\r\n\r\nПомните, что оружие в руках приманки не копирует раскраску оригинала, что может вас выдать. Против опытных игроков лучше использовать женскую версию персонажа, так как она похожа на Пилота с крюк-кошкой.",
    "image": "Голопилот/strategy_pictures/Ar-U-Stupid.jpg",
    "pilot": 7
  }
},
{
  "model": "pilots.pilotstrategyblockmodel",
  "pk": 25,
  "fields": {
    "name": "Веселье с голо",
    "slug": "vesele-s-golo",
    "content": "Помните, ваша сила – это обман! Вы должны сделать все, чтобы перехитрить соперника. К сожалению, опытные игроки не ведутся на такие приемы, поэтому голопилота нельзя назвать самой сильной способностью в игре. Однако, игра за Голопилота генерирует огромное количество смешных ситуаций, так что я рекомендую не останавливать свой выбор на «метовых» способностях.",
    "image": "Голопилот/strategy_pictures/Is-if-Funny.jpg",
    "pilot": 7
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 1,
  "fields": {
    "name": "Штурмовые винтовки",
    "slug": "shturmovye-vintovki",
    "descr": "Частично нишевое оружие в Titanfall 2. Хоть оно и обладает хорошим уроном и дальностью стрельбы, но их скорострельность, отдача и разброс при стрельбе от бедра оставляют желать лучшего. Тем не менее они отличный выбор при столкновениях на любой дистанции."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 2,
  "fields": {
    "name": "Пистолеты-Пулеметы",
    "slug": "pistolety-pulemety",
    "descr": "Они являются настоящей метой в Titanfall 2, сочетая в себе высокую скорострельность, урон в минуту и точность как при прицеливании, так и при стрельбе от бедра, из-за чего является самым востребованным видом оружия на поле боя."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 3,
  "fields": {
    "name": "Пулеметы",
    "slug": "pulemety",
    "descr": "Пока пусто"
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 4,
  "fields": {
    "name": "Снайперские винтовки",
    "slug": "snajperskie-vintovki",
    "descr": "Снайперские винтовки куда сильнее распространены в Titanfall 2, нежели пулеметы или даже штурмовые винтовки, так как позволяют держаться на расстоянии от противника. И хоть на картах не всегда есть достаточно пространства для этого, тем не менее они востребованы еще и ввиду своего большого урона и ваншотного потенциала.\r\n\r\nУ снайперских винтовок есть еще одна особенность: это единственный тип оружия (за исключением Элитного Ведомого), на который можно поставить мод на рикошетящие пули."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 5,
  "fields": {
    "name": "Дробовики",
    "slug": "droboviki",
    "descr": "Дробовики, как это обычно водится в шутерах, — оружие ближних дистанций, поэтому для эффективного их использования придется значительно сокращать дистанцию с оппонентом. В этом может помочь как знание перемещения и карт, так и тактики Стимулятор и Крюк-кошка."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 6,
  "fields": {
    "name": "Гренадерское вооружение",
    "slug": "grenaderskoe-vooruzhenie",
    "descr": "Пожалуй самый уникальный и необычный тип оружия во всей игре с рядом особенностей: если обычное оружие может наносить урон титанам только в уязвимые зоны, то гренадеры наносят урон при попадании в любую часть титана. Урон конечно будет ниже, чем у противотитанового оружия, но это все же не самая плохая альтернатива.\r\n\r\nУ снарядов, выпущенных из гренадеров также присутствует урон по области, так что в некоторых ситуациях даже прямое попадание не требуется, а также урон от снарядов не уменьшается с расстоянием."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 7,
  "fields": {
    "name": "Пистолеты основного слота",
    "slug": "pistolety-osnovnogo-slota",
    "descr": "Раньше они находились в привычном слоте пистолетов, но после очередного обновления их апнули и перенесли в основной слот как полноценное оружие. Это были еще те времена, когда у титанопада были апдейты... Я их кстати не застал."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 8,
  "fields": {
    "name": "Пистолеты вторичного слота",
    "slug": "pistolety-vtorichnogo-slota",
    "descr": "Каждый пилот помимо основного оружия имеет и вспомогательное, являющееся пистолетом. Пистолеты значительно слабее основного оружия и могут служить лишь дополнительным средством, например для добивания противника, когда патроны в основном оружии кончились, но использование их на постоянной основе нецелесообразно. Также на каждый пистолет можно поставить глушитель, скрывающий пилота при стрельбе на миникарте."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 9,
  "fields": {
    "name": "Противотитановое оружие",
    "slug": "protivotitanovoe-oruzhie",
    "descr": "Поскольку одним из противников пилотов могут являться не только другие пилоты, но и титаны, в арсенале каждого пилота находится оружие, способное наносить им урон. Противотитановым оружием можно наносить урон и по обычным пилотам, но это (за единственным исключением) неэффективно и нецелесообразно.\r\n\r\nПротивотитановое оружие эффективно также против Жнецов и турелей, а также Спектров и Сталкеров. Также, в отличии от обычного оружия, у противотитанового ограниченный боезапас, который можно пополнить сев в своего титана."
  }
},
{
  "model": "weapons.weaponclassmodel",
  "pk": 10,
  "fields": {
    "name": "Гранаты",
    "slug": "granaty",
    "descr": "Вспомогательный инструмент в арсенале каждого пилота, который не всегда направлен на прямое убийство противника, но может служить инструментом контроля пространства, устрашением противника либо же давать иные преимущества на поле боя."
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 1,
  "fields": {
    "name": "R-201",
    "slug": "r-201",
    "video_link": "https://leonardo.osnova.io/b5b39b73-992a-5cd3-b92b-91666538395d/-/format/mp4#t=0.1",
    "descr": "Относительно сбалансированная винтовка в своем классе, которая буквально является его воплощением. Не смотря на заметную отдачу имеет хороший урон и невысокий разброс, которые делают ее хорошим выбором на поле боя.",
    "weapon_class": 1
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 2,
  "fields": {
    "name": "R-101",
    "slug": "r-101",
    "video_link": "",
    "descr": "Является тем же, чем и R-201, только с заранее установленным уникальным для этого оружия прицелом. Помимо этого ничем не отличается от R-201.",
    "weapon_class": 1
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 3,
  "fields": {
    "name": "Хемлок",
    "slug": "hemlok",
    "video_link": "https://leonardo.osnova.io/04217562-a10c-538f-9173-79dc6b3ccc54/-/format/mp4#t=0.1",
    "descr": "Винтовка, стреляющая очередями. Одна такая очередь, при условии, что все пули попали в пилота, способна в короткий срок убить пилота. Тем не менее, оружие, стреляющее очередями, всегда было нишей в мультиплеерных шутерах, но если вам такой стиль заходит — то это оружие для вас.",
    "weapon_class": 1
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 4,
  "fields": {
    "name": "G2A5",
    "slug": "g2a5",
    "video_link": "https://leonardo.osnova.io/dfca2126-cb8c-5647-a435-ec2fae4d7986/-/format/mp4#t=0.1",
    "descr": "Имеет самый высокий урон и самую высокую дальность стрельбы в своем классе, но вместе с тем и самую низкую скорострельность и самый высокий разброс при стрельбе от бедра, так что эффективно использовать это оружие можно лишь при прицеливании от мушки. С такими показателями является отличной заменой снайперским винтовкам, показывая себя хорошо как на средних дистанциях, так и на дальних.",
    "weapon_class": 1
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 5,
  "fields": {
    "name": "Флэтлайн",
    "slug": "fletlajn",
    "video_link": "https://leonardo.osnova.io/e229a575-da6a-5894-95c6-c2fa558d2919/-/format/mp4#t=0.1",
    "descr": "Вторая по урону за выстрел винтовка в классе с очень необычной горизонтальной отдачей. Очень точная, хоть и с невысоким темпом стрельбы, что компенсируется высоким уроном и посредственной точностью при стрельбе от бедра, но тем не менее является отличным выбором в своем классе и моим личным фаворитом среди винтовок.",
    "weapon_class": 1
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 6,
  "fields": {
    "name": "CAR",
    "slug": "car",
    "video_link": "https://leonardo.osnova.io/3f93c8d9-bce4-5b39-afe2-2687ac841c44/-/format/mp4#t=0.1",
    "descr": "Лучшее оружие в своем классе. Почти незаметная отдача, идеальная точность при стрельбе от бедра и хорошая совокупность скорострельности и урона делают это оружие самым популярным оружием в игре, способным практически на все в умелых руках.",
    "weapon_class": 2
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 7,
  "fields": {
    "name": "Сменщик",
    "slug": "smenshik",
    "video_link": "https://leonardo.osnova.io/58029652-600c-53ef-a293-7dac51acadd8/-/format/mp4#t=0.1",
    "descr": "Имеет самый высокий урон в классе и вместе с тем самую высокую отдачу и самую низкую скорострельность, а также достаточно сильное падение урона на дистанции. Но тем не менее, Сменщик является моим любимым ПП именно из-за его урона, в котором он превосходит даже CAR, хоть и не является таким же универсальным.",
    "weapon_class": 2
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 8,
  "fields": {
    "name": "Вольт",
    "slug": "volt",
    "video_link": "https://leonardo.osnova.io/8f5dca56-4b69-552e-ad69-974c0e7645bf/-/format/mp4#t=0.1",
    "descr": "Самое нишевое оружие в своем классе. Обладает отличной точностью и высокой дальностью стрельбы, но вместе с тем посредственной скорострельностью и, как следствие этого, самым низким уроном в минуту среди всех ПП. Однако, его дальность делает Вольт хорошим выбором при игре от средних дистанций. Ну или его низкий урон можно компенсировать попаданиями в голову.",
    "weapon_class": 2
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 9,
  "fields": {
    "name": "R-97",
    "slug": "r-97",
    "video_link": "https://leonardo.osnova.io/29e7fcec-ea86-50b7-ad0d-56f250841c78/-/format/mp4#t=0.1",
    "descr": "Обладает самой высокой скорострельностью в своем классе, вместе с тем имеет ощутимую отдачу, и самый низкий урон за выстрел. Несмотря на это имеет такую же точность при стрельбе от бедра, как и CAR, а вкупе с высоким уроном в минуту может даже перестрелять его в открытом столкновении, но все же проигрывает ему в универсальности, так как дальность у этого оружия отвратительная.",
    "weapon_class": 2
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 10,
  "fields": {
    "name": "Спитфайер",
    "slug": "spitfajer",
    "video_link": "https://leonardo.osnova.io/2586702c-5cf2-5e55-b898-118baa63264a/-/format/mp4#t=0.1",
    "descr": "Самый популярный пулемет в игре. Высокая дальность, хороший урон и большой магазин компенсируются невысокой скоростью стрельбы и отвратительной точностью при стрельбе от бедра. Хоть пулеметы достаточно нишевые в этой игре, с конкретно этим связан один из самых неприятных билдов в мультиплеере, о котором я, конечно же, ничего говорить не буду.",
    "weapon_class": 3
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 11,
  "fields": {
    "name": "L-Star",
    "slug": "l-star",
    "video_link": "https://leonardo.osnova.io/3b3282da-e653-5afa-b262-73895f37ef75/-/format/mp4#t=0.1",
    "descr": "Имеет высокую скорострельность и урон за попадание, а также бесконечный боезапас, что компенсируется относительно невысокой скоростью полета снаряда и необходимостью не перегревать оружие. Достаточно мощный пулемет, но требует хороших навыков для эффективной игры с ним.",
    "weapon_class": 3
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 12,
  "fields": {
    "name": "Преданность",
    "slug": "predannost",
    "video_link": "https://leonardo.osnova.io/53a8b57d-5591-561d-896b-526febc9d58f/-/format/mp4#t=0.1",
    "descr": "Почти идентичен Спитфайру, за исключением того, что при длительной стрельбе повышается скорость стрельбы и, соответственно, урон в минуту. Пожалуй самый редкий пулемет в игре, так как с ним почти никто не играет ввиду специфичности данного оружия.",
    "weapon_class": 3
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 13,
  "fields": {
    "name": "Крабер",
    "slug": "kraber",
    "video_link": "https://leonardo.osnova.io/ecc791c8-c4d9-5f0a-8542-b5d618bec3d4/-/format/mp4#t=0.1",
    "descr": "Одно из самых мощных оружий в арсенале, способное при одном попадании в любую часть тела убить пилота. Ваншотность компенсируется относительно долгим временем полета снаряда, который еще и летит по дуге, а также невысокой скоростью стрельбы. Снаряды Крабера также способны проходить сквозь противников.",
    "weapon_class": 4
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 14,
  "fields": {
    "name": "Двойной Удар",
    "slug": "dvojnoj-udar",
    "video_link": "https://leonardo.osnova.io/de7bc199-e092-5da4-962b-292a8205297e/-/format/mp4#t=0.1",
    "descr": "Данная полуавтоматическая снайперская винтовка имеет два ствола из которых выпускает две пули, имеющие скорость полета и дугу. В отличии от Крабера, Двойной Удар (который на самом деле Тройной Удар) не ваншотит, но имеет ваншотный потенциал, так как если попасть всеми снарядами в голову противника, то произойдет моментальное убийство.",
    "weapon_class": 4
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 15,
  "fields": {
    "name": "DMR",
    "slug": "dmr",
    "video_link": "https://leonardo.osnova.io/65434c50-ce32-5e6f-840d-f26b51d4dd4a/-/format/mp4#t=0.1",
    "descr": "Единственная хитскан снайперская винтовка в игре. Она полуавтоматическая, как и Двойной Удар и также не ваншотит при попадании, снимая ровно половину здоровья. Тем не менее, при попадании в голову происходит моментальное убийство.\r\n\r\nИменно DMR является моим фаворитом среди снайперских винтовок, ввиду высокой скорости стрельбы, высокой точности, простоты в освоении и использовании и ваншотного потенциала, хотя более способные игроки все же выбирают Крабер.",
    "weapon_class": 4
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 16,
  "fields": {
    "name": "EVA-8",
    "slug": "eva-8",
    "video_link": "https://leonardo.osnova.io/0c34400c-ee3a-5fd8-9eb0-0a0aacc77d7c/-/format/mp4#t=0.1",
    "descr": "Полуавтоматический дробовик, имеющий ярковыраженную дальность стрельбы, после которой снаряды натурально пропадают. Также, это единственный в игре хитскан дробовик, не требующий брать упреждение при стрельбе, что компенсируется не самым высоким уроном и ужасной дальностью. Достаточно прост в освоении и использовании.",
    "weapon_class": 5
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 17,
  "fields": {
    "name": "Мастифф",
    "slug": "mastiff",
    "video_link": "https://leonardo.osnova.io/17c9af2f-3ccd-5a4e-ba0b-657a13fc24a9/-/format/mp4#t=0.1",
    "descr": "Одно из самых мощных оружий в игре, имеющий хороший ваншотный потенциал, но в то же время обладающий рядом особенностей и недостатков: Мастифф выпускает 8 независимых снарядов по горизонтали и для убийства игрока требуется попадание лишь 5, каждый из этих снарядов имеет время полета, так что при стрельбе в движущего противника приходится брать упреждение. У Мастиффа также относительно низкая скорострельность, порой делающая пилота очень уязвимым при промахах.\r\n\r\nТакже Мастифф имеет характерную для многих помповых дробовиков перезарядку, при которой приходится вставлять каждый патрон отдельно, что заметно замедляет этот процесс, однако перезарядку можно в любой момент прервать выстрелом.",
    "weapon_class": 5
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 18,
  "fields": {
    "name": "SMR",
    "slug": "smr",
    "video_link": "https://leonardo.osnova.io/f9041c45-8e92-52aa-bfa1-3f0afb6e61fd/-/format/mp4#t=0.1",
    "descr": "По своим свойствам очень напоминает L-Star, но SMR наносит больше урона с чуть более низкой скорострельностью, снаряды летят примерно с такой же скоростью, а также оружие использует более привычную магазинную систему заряжания.\r\n\r\nSMR встречается на поле боя очень редко, но лично на мой взгляд это оружие просто сильно недооценено, ведь с его уроном в минуту приходится считаться всем, даже титанам, особенно вместе со Стеной+ или Усиленным оружием.",
    "weapon_class": 6
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 19,
  "fields": {
    "name": "ЭПУ",
    "slug": "epu",
    "video_link": "https://leonardo.osnova.io/ba70d78a-c9b0-5518-9d3f-fa5b65b61b37/-/format/mp4#t=0.1",
    "descr": "Гранатомет, который выпускает мини-ракету, усиленную плазмой, которая взрывается при попадании, нанося немалый урон по относительно небольшой области. Обладает ваншотным потенциалом, так как при попадании этого снаряда в тело происходит мгновенное убийство, что, однако, компенсируется низкой скорострельностью, низкой скоростью полета снаряда и невозможностью ваншотать цель при не прямом попадании.\r\n\r\nСамое популярное оружие в своем классе и из-за неслабого урона по области и способности за один выстрел отправить игрока на респавн, за что очень нелюбим многими игроками, хотя это оружие требует хороших навыков и предикции, чем не все обладают.",
    "weapon_class": 6
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 20,
  "fields": {
    "name": "Софтбол",
    "slug": "softbol",
    "video_link": "https://leonardo.osnova.io/b3d46b6f-a04d-5a40-ab94-507cbbe4fd8e/-/format/mp4#t=0.1",
    "descr": "Гранатомет, который выпускает липучие гранаты, летящие по дуге и взрывающиеся спустя несколько секунд. Имеет более высокую скорострельность по сравнению с ЭПУ и вместе с тем также способен ваншотать при прямом попадании, однако, имеет значительно более длительную перезарядку, так как требуется вставлять каждую гранату отдельно, и чуть меньший радиус взрыва. Также при прицеливании показывается дуга полета снаряда, что бывает полезно при игре на дальних дистанциях.",
    "weapon_class": 6
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 21,
  "fields": {
    "name": "Холодная Война",
    "slug": "holodnaya-vojna",
    "video_link": "https://leonardo.osnova.io/09783645-42b5-5473-b215-2fbf49beaf96/-/format/mp4#t=0.1",
    "descr": "Стреляет очередью из четырех плазменных снарядов, летящих по дуге, каждый из которых наносит высокий урон даже при непрямом попадании, так что взорвавшаяся близко от пилота очередь способна быстро убить его, я не говорю уже о прямых попаданиях.\r\n\r\nКак бы то не было, перед выстрелом происходит небольшая задержка (оружие заряжается), сами снаряды летят немного хаотично (что не проблема при стрельбе на коротких дистанциях), а также у снарядов низкая дальность полета, пожалуй самая низкая среди всех гренадеров.",
    "weapon_class": 6
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 22,
  "fields": {
    "name": "Элитный Ведомый",
    "slug": "elitnyj-vedomyj",
    "video_link": "https://leonardo.osnova.io/1b62a987-438d-5328-9b94-9dc96af9d78c/-/format/mp4#t=0.1",
    "descr": "Улучшенная версия стандартного Ведомого, имеющая идеальную точность при стрельбе от бедра, а также очень высокий урон, из-за чего при попадании в голову способен моментально убить противника. Хоть это и не особо заметно на ближних дистанциях, но у пуль данного оружия есть скорость полета, которая сильнее проявляет себя на средних и дальних дистанциях. Это также единственное оружие, которое не является снайперской винтовкой, но на которое можно поставить мод рикошетные пули.\r\n\r\nНа самом деле это очень мощное оружие в правильных руках, у которого не так уж и много недостатков, но увидеть Элитного Ведомого на поле боя можно очень нечасто. Я сам так и не понял почему.",
    "weapon_class": 7
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 23,
  "fields": {
    "name": "Мозамбик",
    "slug": "mozambik",
    "video_link": "https://leonardo.osnova.io/c1f1b33b-4f61-5bf6-b5d5-0c174fea9418/-/format/mp4#t=0.1",
    "descr": "По своим свойствам напоминает Мастифф, но с рядом отличий: он также выпускает горизонтально летящие снаряды, но вместо восьми выпускает три, которые способны ваншотать только при попадании в голову, дальность которых также будет меньше, хотя и скорость полета примерно одинаковая, однако Мозамбик имеет значительно более высокую скорострельность и магазинную систему заряжания, из-за чего общий дпм у Мозамбика будет выше.",
    "weapon_class": 7
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 24,
  "fields": {
    "name": "RE-25",
    "slug": "re-25",
    "video_link": "https://leonardo.osnova.io/1fad739e-a658-539f-9433-a40e4c0d45aa/-/format/mp4#t=0.1",
    "descr": "Полностью автоматический пистолет с самым низким уроном в своем классе, что компенсируется его скоростью стрельбы. Стрельба от бедра обладает отвратительной точностью и при прицеливании точность значительно повышается. В правильных руках на ближних дистанциях может быть очень полезным, так как оружие обладает хорошим уроном в минуту, однако на дальних дистанциях наносит мизерный урон.",
    "weapon_class": 8
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 25,
  "fields": {
    "name": "P2016",
    "slug": "p2016",
    "video_link": "https://leonardo.osnova.io/0e41d15d-e023-586e-bebe-48f24e6f01e4/-/format/mp4#t=0.1",
    "descr": "Более классический полуавтоматический пистолет, наносящий средний урон и имеющий среднюю скорострельность. Имеет более высокую дальность, нежели RE-25, что делает его чуть более универсальным, но на деле это тот же пистолет, к которому достаточно редко прибегаешь на поле боя.",
    "weapon_class": 8
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 26,
  "fields": {
    "name": "Ведомый",
    "slug": "vedomyj",
    "video_link": "https://leonardo.osnova.io/f611187c-7c1c-5738-bb8f-3608a5b877e7/-/format/mp4#t=0.1",
    "descr": "Самое мощное оружие в своем классе, способное убить с трех попаданий в тело, либо же с двух попаданий в голову. По сути является револьвером, с хорошей дальность и точностью при прицеливании и при присяде, который может быть относительно грозным оружием в правильных руках.",
    "weapon_class": 8
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 27,
  "fields": {
    "name": "Энерговинтовка",
    "slug": "energovintovka",
    "video_link": "https://leonardo.osnova.io/957eab30-228f-5c45-8a60-bc4f20d5a007/-/format/mp4#t=0.1",
    "descr": "Пожалуй самое универсальное противотитановое оружие, способное наносить хороший урон с любой дистанции, но требует зарядки перед выстрелом, которую можно сократить с помощью специального модуля, но урон в таком случае станет заметно меньше. Это единственное противотитановое оружие, не требующее перезарядки.\r\n\r\nТакже Энерговинтовка может занять роль полноценной противопехотной снайперской винтовки, ведь это единственное хитскан оружие в игре, способное с одного выстрела в любую часть тела убить пилота с любого расстояния, из-за чего некоторыми игроками используется именно в роли снайперской винтовки.",
    "weapon_class": 9
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 28,
  "fields": {
    "name": "Магнитная пусковая установка (МПУ)",
    "slug": "magnitnaya-puskovaya-ustanovka-mpu",
    "video_link": "https://leonardo.osnova.io/934a4f1d-0ac8-5822-9728-416a64bf3947/-/format/mp4#t=0.1",
    "descr": "Гранатомет, стреляющий залпом из двух гранат, магнитящихся к цели и взрывающихся при попадании либо же через некоторое время после выстрела. Благодаря магнитным снарядам и их дуговой траектории полета можно стрелять по титанам из укрытия не показывая себя, но при этом у МПУ самый низкий урон за попадание в своем классе.",
    "weapon_class": 9
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 29,
  "fields": {
    "name": "Громобой",
    "slug": "gromoboj",
    "video_link": "https://leonardo.osnova.io/dd1116d9-665f-53bc-8dbd-c5a85bfde3ef/-/format/mp4#t=0.1",
    "descr": "Оружие с потенциально самым высоким уроном по титану за один выпущенный снаряд. Стреляет электрическим шаром, который наносит урон электрическими разрядами всему, что оказывается недалеко от него, и наносящий при прямом попадании урон, сопоставимый с Энерговинтовкой.\r\n\r\nИмеет самую низкую скорость полета снаряда, но может задевать сразу несколько целей, из-за чего полезен при стрельбе по группе противников и способен задевать даже пилотов, но наносит им очень низкий урон, хоть и при прямом попадании способен временно их замедлять. Также, урон от электрических разрядов способен проходить даже сквозь щиты Иона и Скорча.",
    "weapon_class": 9
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 30,
  "fields": {
    "name": "Стрелец",
    "slug": "strelec",
    "video_link": "https://leonardo.osnova.io/f0fe4914-3f93-51e3-9090-f165c26c4b1a/-/format/mp4#t=0.1",
    "descr": "Ракетная установка, которая требует захвата цели перед выстрелом. Имеет фактически самый высокий урон при попадании в своем классе, что компенсируется независимой от пилота траекторией полета снаряда, из-за чего враг при должной сноровке может увернуться от ракеты либо же просто зайти за здание.",
    "weapon_class": 9
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 31,
  "fields": {
    "name": "Осколочная граната",
    "slug": "oskolochnaya-granata",
    "video_link": "https://leonardo.osnova.io/742dc368-4ac6-5565-8b2d-8fd1aff756d8/-/format/mp4#t=0.1",
    "descr": "Привычная для шутеров осколочная граната, наносящая огромный урон пилотам, который часто ваншотит, и имеющая заметный радиус взрыва. Можно задержать ее в руках перед броском, чтобы снизить задержку перед взрывом и застать противника врасплох.",
    "weapon_class": 10
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 32,
  "fields": {
    "name": "Дуговая граната",
    "slug": "dugovaya-granata",
    "video_link": "https://leonardo.osnova.io/16685ec6-4fa2-500b-b55e-c59bd729b27b/-/format/mp4#t=0.1",
    "descr": "При попадании прилипает к поверхности и затем взрывается, нанося небольшое количество урона и оглушая пилотов и титанов, попавших в радиус взрыва на несколько секунд, замедляя их движения и делая более уязвимыми.",
    "weapon_class": 10
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 33,
  "fields": {
    "name": "Файрстар",
    "slug": "fajrstar",
    "video_link": "https://leonardo.osnova.io/19aeafd4-556a-504e-b82f-1dbb5465afc5/-/format/mp4#t=0.1",
    "descr": "Граната, которая при попадании прилипает к поверхности и начинает разбрасывать горючую смесь, наносящую постоянный урон в области действия в течении нескольких секунд. При попадании в пилота происходит практически моментальное убийство, при попадании в титана Файрстар способен нанести достаточно много урона, а также может ненадолго затруднить обзор.",
    "weapon_class": 10
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 34,
  "fields": {
    "name": "Гравизвезда",
    "slug": "gravizvezda",
    "video_link": "https://leonardo.osnova.io/695ad897-857b-52f2-889e-99fbc0e75a34/-/format/mp4#t=0.1",
    "descr": "При попадании прилипает к поверхности и начинает притягивать к себе все: пехотинцев, пилотов и снаряды, а затем взрывается, раскидывая все притянувшееся и нанося некоторое количество урона.\r\n\r\nСамая интересная из всех гранат с огромным тактическим потенциалом: начиная от банального обездвиживания противников до отклонения дуги снарядов и прерывания катапультирования пилота, задерживая его в Гравизвезде даже после взрыва титана.",
    "weapon_class": 10
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 35,
  "fields": {
    "name": "Электродымовая",
    "slug": "elektrodymovaya",
    "video_link": "https://leonardo.osnova.io/cf8b8e38-4890-5525-af3c-afa0358b4a18/-/format/mp4#t=0.1",
    "descr": "При попадании выпускает электродым, закрывающий обзор и наносящий постоянный, хоть и невысокий урон по врагам и бросившему гранату. Ее можно использовать для временного блокирования прохода, но в целом довольно бесполезна.",
    "weapon_class": 10
  }
},
{
  "model": "weapons.weaponmodel",
  "pk": 36,
  "fields": {
    "name": "Взрывпакет",
    "slug": "vzryvpaket",
    "video_link": "https://leonardo.osnova.io/18dc23f5-d8e4-5959-a784-5ee2e8651934/-/format/mp4#t=0.1",
    "descr": "Стационарный снаряд с возможностью дистанционного подрыва, по своему урону и радиусу взрыва напоминающий Осколочную гранату. Годится для обороны позиции либо же для кемперства, но в целом крайне ситуативная.",
    "weapon_class": 10
  }
}
]
